{"chunk_id": "standards_ru_Стандарт1_0", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "ГОСУДАРСТВЕННЫЙ СТАНДАРТ РЕСПУБЛИКИ КАЗАХСТАН Промышленность нефтяная и газовая СТАНДАРТНЫЙ МЕТОД ИСПЫТАНИЙ ДЛЯ ПОЛУЧЕНИЯ ОБРАЗЦОВ СЖИЖЕННЫХ НЕФТЯНЫХ ГАЗОВ ПРИ ИСПОЛЬЗОВАНИИ ПЛАВАЮЩЕГО ПОРШНЕВОГО ЦИЛИНДРА СТ РК АСТМ Д 3700-2011 ASTMD 3700- 07 Standard Practice for Obtaining LPG Samples Using a Floating Piston Cylinder, (IDT) Издание официальное Данный государственный стандарт основан на ASTM D 3700 - 07 «Standard Practice for Obtaining LPG Samples Using a Floating Piston Cylinder», авторское право принадлежит АСТМ Интернешнел, 100 Барр Харбор Драйв, Вест Конекшен, Штат Пенсильвания, 19428, США. Переиздается с разрешения АСТМ Интернешнел. Комитет технического регулирования и метрологии Министерства индустрии и новый технологий Республики Казахстан (Г осстандарт) Астана энергосбережение и энергетическая эффективность СТ РК АСТМ Д 3700-2011 Предисловие 1 ПОДГОТОВЛЕН И ВНЕСЕН республиканским государственным предприятием «Казахстанский институт стандартизации и сертификации» и техническим комитетом по стандартизации № 33 на базе ТОО «САПА ИНТЕРСИСТЕМ» 2 УТВЕРЖДЕН И ВВЕДЕН В ДЕЙСТВИЕ Приказом Председателя Комитета технического регулирования и метрологии Министерства индустрии и новых технологий Республики Казахстан от 20 ноября 2011г. № 636-од. 3 Настоящий стандарт идентичен Американскому национальному стандарту - ASTM D 3700 - 07 Standard Practice for Obtaining LPG Samples Using a Floating Piston Cylinder (Стандартный метод испытаний для получения образцов сжиженных нефтяных газов при использовании плавающего поршневого цилиндра), авторское право принадлежит АСТМ Интернешнел, 100 Барр Харбор Драйв, Вест Конекшен, Штат Пенсильвания, 19428, США. Переиздается с разрешения АСТМ Интернешнел. Официальной версией является текст на государственном и русском языке. Перевод с английского языка (еп). Официальный экземпляр Американского национального стандарта ASTM D 3700 - 07, на основе которого подготовлен настоящий государственный стандарт, и стандартов, на которые даны ссылки, имеется в Государственном фонде технических регламентов и стандартов. Степень соответствия идентичная (IDT). 4 В настоящем стандарте отражены требования и нормы Закона Республики Казахстан «О техническом регулировании» от 09.11.2004 года № 603-П, Закона Республики Казахстан «О промышленной безопасности на опасных производственных объектах» от 03.04.2002 года № 314. 6 ВВЕДЕН ВПЕРВЫЕ Информация об изменениях к настоящему стандарту публикуется в указателе «Нормативные документы по стандартизации», а текст изменений - в ежемесячных информационных указателях «Государственные стандарты». В случае пересмотра (отмены) или замены настоящего стандарта соответствующая информация будет опубликована в информационном указателе «Государственные стандарты» Настоящий стандарт не может быть полностью или частично воспроизведен, тиражирован и распространен в качестве официального издания без разрешения Комитета технического регулирования и метрологии Министерства индустрии и новых технологий Республики Казахстан5 СРОК ПЕРВОЙ п р о в е р к и п е р и о д и ч н о с т ь ПРОВЕРКИ2017 год 5 лет II СТ РК АСТМ Д 3700-2011 ГОСУДАРСТВЕННЫЙ СТАНДАРТ РЕСПУБЛИКИ КАЗАХСТАН Промышленность нефтяная и газовая СТАНДАРТНЫЙ МЕТОД ИСПЫТАНИЙ ДЛЯ ПОЛУЧЕНИЯ ОБРАЗЦОВ СЖИЖЕННЫХ НЕФТЯНЫХ ГАЗОВ ПРИ ИСПОЛЬЗОВАНИИ ПЛАВАЮЩЕГО ПОРШНЕВОГО ЦИЛИНДРА1 Дата ведения 2012-07-01 1 Область применения 1.1 Настоящий стандарт метода испытаний охватывает оборудование и технологии для получения характерных образцов описания сжиженного нефтяного газа, такого, который определен в Нормативе D 1835, GPA 2140 и аналогичных международных стандартах. Он также используется для других продуктов газоконденсатных жидкостей, которые обычно являются однофазными (смешанные газоконденсатные жидкости, жидкости, получаемые из природного газа на промысле и т.п.), определенные в других промышленных характеристиках или контрактах 1.2 Настоящий метод испытаний"}
{"chunk_id": "standards_ru_Стандарт1_1", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "не предназначен для нехарактерных продуктов, которые содержат значительное число неразделенных газов (N 2CO2), свободной воды или других отдельных фаз, таких как сырая или необработанная газовая/жидкая смеси и смежные материалы. Для этих целей используется то же самое оборудование, но дополнительные меры предосторожности обычно необходимы для получения репрезентативных выборок многофазовых продуктов (см. Приложение XI). 1.3 Настоящий метод испытаний включает рекомендации по определению месторасположения устройств выборки в тросах и аппаратах. Пользователь несет ответственность за обеспечение расположения измерительной точки так, чтобы получить показательный образец. 1.4 Показатели, установленные в единицах СИ рассматриваются, как стандарт. Показатели, данные в скобках - только для информации. 1.5 Настоящий стандарт не подразумевает рассмотрение всех вопросов, касающихся безопасности, если таковые имеются, относящихся к его использованию. Пользователь настоящего стандарта ответственен за установление перед его использованием соответствующих мер техники безопасности, охраны здоровья и регламентирующих ограничений. 2 Нормативные ссылки Для применения настоящего стандарта необходимы следующие ссылочные документы. Для датированных ссылок применяется только то издание, на которое имеется Настоящий испытательный метод находится под юрисдикцией АСТМ Комитета Д02 по нефтепродуктам и смазочным материалам и является прямой обязанностью Подкомитета Д02.НО по физическим/химическим свойствам. Текущее издание одобрено 15 февраля 2007 года. Опубликовано в Марте 2007 года. Впервые одобрено в 1978 году. Последнее издание одобрено в 2001 году как Д 3700-01. Издание официальное 1 СТ РК АСТМ Д 3700-2011 ссылка. Для недатированных ссылок применяется самое последнее издание ссылочного документа (включая любые поправки). 2.1 Стандарты АСТМ :1 ASTM D 1265-11* Standard Practice for Sampling Liquefied Petroleum (LP) Gases, Manual Method. (Метод испытаний для отбора образцов сжиженных нефтяных газов. Метод ручного труда). ASTM D 1835-11* Standard Specification for Liquefied Petroleum (LP) Gases. (Спецификация для сжиженных нефтяных газов). GPA 2174* Obtaining Liquid Hydrocarbon Samples For Analysis By Gas Chromatography. (Получение образцов жидкого углеводорода для анализа, проводимого газовой хроматографией). GPA 2140* Liquefied Petroleum Gas Specifications And Test Methods. (Спецификации сжиженного нефтяного газа и методы испытания). 3 Термины и определения В настоящем стандарте применяются следующие термины с соответствующими определениями: 3.1 Определения 3.1.1 Плавающий поршневой цилиндр (floating piston cylinder (FPC): Сосуд для хранения образцов, находящийся под высоким давлением со свободноплавающим внутренним поршнем, который делит контейнер на два отдельных отсека. 3.1.2 Максимально заполненная плотность (понижение заполненной плотности) (maximum fill density (reduced fill density)): Объем контейнера, занимаемый образцом, выраженный в процентном отношении суммарной мощности. 4 Сущность метода испытаний 4.1 Жидкий LPG образец под давлением перемещается из устройства выборки в плавающий поршневой цилиндр. Плавающий поршневой цилиндр устроен так, чтобы собирать жидкие образцы, без испарения, при перемещении поршня герметизирующей текучей средой (инертный газ). Поршень служит физическим барьером между образцом и герметизирующей текучей средой во время взятия образца. Положение поршня в конце взятия пробы показывает наполняемость цилиндра. 4.2 Пользователь настоящего метода испытания ответственен за размещение устройства выборки там, где продукт, будучи дискретным - является типичной, однофазной, однородной жидкостью. 5 Область применения 5.1 Настоящий метод испытания предоставляет сбор выборок сжиженного нефтяного газа, который может содержать быстроиспаряющиеся компоненты, такие как метан, азот и этан. Взятие образцов методом испытания D1265, может происходить с незначительной, но предсказуемой потерей этих легких компонентов. Метод испытания 1 Согласно ссылке АСТМ стандартов, посетите АСТМ сайт www.astm.org или свяжитесь"}
{"chunk_id": "standards_ru_Стандарт1_2", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "с потребительским сервисом АСТМ по электронному адресу service@astm.org. Для Ежегодной Книги АСТМ стандартов объем информации направляется на страницу веб-сайта АСТМ для краткого изложения документов стандарта. * Применяется в соответствии с СТ РК 1.9 2 СТ РК АСТМ Д 3700-2011 D1265 удобен для сбора образцов при обычном детальном испытании, так как незначительная потеря легких компонентов не существенна для требований Спецификации D 1835. Метод испытания D 3700 рекомендован всякий раз, когда требуется высокоточное определение легких компонентов. 6 Помехи (вмешательства) 6.1 Вмешательства в процедуру взятия пробы компрометирует чистоту образца. 6.2 Неправильное месторасположение устройства выборки может дать неверный образец из-за твердых или жидких загрязняющих веществ, двухфазной стратификации складского резервуара и т.д. 6.3 Свойства стальной поверхности могут переместить или химически изменить реактивные компоненты, такие как H 2S, COS и меркаптан. 6.4 Смазочный материал, который растворяется в сжиженном нефтяном газе, может загрязнить образец. 6.5 Предварительно заполненный газ может просочиться в образец из-за старой или поврежденной изоляции или низкого качества обработки поверхности цилиндра (см. 8.1) 6.5.1 Не примененение рекомендации производителей для процедуры проверки герметичности цилиндра (такой как испытание повышенным давлением каждой стороны цилиндра). 6.6 Отказ от промывания трубопровода и использование вышедших из строя емкостей могут привести к загрязнению образцов. 7 Аппарат 7.1 Плавающий поршневой цилиндр. 7.1.1 Конструкция цилиндра изготавливается из стойкой к коррозии, нержавеющей стали, в соответствии с эксплуатационными требованиями используемой камеры давления, посредством которой, она будет перемещаться. Защитное внутреннее покрытие или поверхностная обработка предусматриваются при условии, если они не мешают свободному движению поршня или эффективности изоляции (см. Рисунок 1). ПРИМЕЧАНИЕ 1: В настоящее время нет международного требования для цилиндров давления. Цилиндры требуют подтверждения соответствия требованиям использования, органом в чьей юрисдикции они находятся. 7.1.2 Величина образца , требуемая при осуществлении испытанийчно 400 мл (т.е. 80 % от 500 мл объема цилиндра при 15 °С). ПРИМЕЧАНИЕ 2: Для безопасного использования цилиндров при высокой температуре продукта или окружающей среды, или того и другого вместе, пользователь должен учитывать эффект теплового расширения на объем продукта в цилиндре. Например, если берется образец очень холодного продукта, например минус 40 °С (-40 °F), цилиндр надо прогреть до того, как он будет доставлен в лабораторию, где производится анализ. В течении летних месяцев, температура цилиндра и продукта, в жаркой среде, может значительно повысится свыше 46 °С (115 °F). Цилиндр, предварительно заполненный на 80 %, будет находиться под чрезмерным давлением, и могут сработать предохранительные устройства. Сброс давления в данном случае непредсказуем и опасен. В данном случае, но не для всех случаев, при предварительном заполнении, цилиндр должен быть наполнен не более чем на 60 %. Пользователи должны проверять расчет поправочного коэффициента объема ASTM/GPA или фактические данные (или и то и другое), чтобы определить максимальное количество продукта, взятого в качестве образца, но всегда должно оставаться 10 % пустого пространства, для случаев непредвиденного теплового расширения. 3 СТ РК АСТМ Д 3700-2011 ПРИМЕЧАНИЕ 3; Рекомендуется, чтобы пользователи проверили работу типовых цилиндров и типовых систем сбора в любое время года и при температуре продукта и среды, превышающей диапазон от минус-29°С (-20°F) до 60°С (140°F). Это покажет влияние на металл, уплотнительное кольцо, седло клапана, средства измерения, предохранительные устройства, типовые насосы и другие устройства"}
{"chunk_id": "standards_ru_Стандарт1_3", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "и компоненты системы, экстремальной температуры. Предварительно заряженный клапанРукоятка смесителя Измеритель газа Вход продуктаПродувочный вентиль Очистка it Цилиндр Указательный шток Продукт Рисунок 1 - Типичный плавающий поршневой цилиндр 7.1.3 Индикатор положения поршня - Плавающий поршневой цилиндр, должен быть снабжен индикатором положения поршня (магнитопровод, поршневой шток), или другим устройством, который может определить объема образца, при соблюдении максимального процента наполняемости (максимально наполняемая плотность), позволяемой для хранения и перемещения. 7.1.3.1 Плавающие поршневые цилиндры, которые не снабжены индикатором положения поршня, не должны использоваться без процедуры, позволяющей механику 4 СТ РК АСТМ Д 3700-2011 сразу же после отбора образцов проверить плотность. Эти процедуры, утверждает орган, имеющий соответствующую юрисдикцию. 7.1.4 Цилиндр должен иметь механизм для смешивания образцов в отсеке для проб, в случае многослойных смесей и водной измороси, которые могут появиться после взятия образцов. Этим механизмом может быть механический смеситель (воронкообразный лист на переносном штоке), свободнодвижущийся, вращающийся шар или ползун, магнитопарный смеситель или схожие устройства. Обязанность пользователя обеспечить такое качество смешивания, используемым механизмом, чтобы представляемый образец был отобран. 7.2 Смазочные материалы, используемые для смазывания или изоляции плавающего поршня, кольцевого уплотнения и других компонентов должны быть инертны к сжиженному нефтяному газу. ПРИМЕЧАНИЕ 4: Удобен DuPont Krytox АС или AD 1 7.3 Предохранительные вспомогательные механизмы требуются для предотвращения чрезмерного давления, когда цилиндр полностью наполнен жидкостью (гидравлически засорен) или тепловом расширении жидкости чрезмерном повышении температуры. 7.3.1 Цилиндр должен быть оснащен разрывной мембраной или предохранительным клапаном для сброса чрезмерного давления от гидравлического наполнения, связанного с повышением температуры. ПРИМЕЧАНИЕ 5: Удобны DuPont KEL F 1 или другие схожие материалы. Не рекомендуются тефлон и другие материалы, которые подвержены расползанию под давлением, а также плотные соединения «металл-металл». 7.3.2 Пользователи могут не менять предохранительные клапаны, которые являются частью разблокировки или блокировки цилиндра (США имеется система блокировки, а в Канаде есть процедура разблокировки поп-АСМЕ и DOT цилиндров). 7.4 Система взятия образцов - Нет единой процедуры, которая подходила бы для всех ситуаций отбора образцов. Для получения типичного образца (см. 4.2) необходимо различное оборудование и процедуры для взятия образцов из трубопровода, резервуаров для хранения, автомотриса, сосудов для краткосрочного хранения. 7.4.1 Для получения типичного образца продукта, и сохранения его чистоты для испытания, должны быть разработаны процедуры и оборудование. Типичная система взятия пробы для сжиженного нефтяного газа, проходящего по трубопроводу, показана на Рисунке 2. ПРИМЕЧАНИЕ 6: Рекомендуется использовать пробу образца в отводящей трубе. Проба образца берется сверху или сбоку трубы, на расстоянии 1/3 от центра текущего потока. Элемент выборки не должен устанавливаться на нижней части трубы, пока не будет обеспечено промывание накопленных осколков от прежнего элемента выборки, для взятия нового образца. 7.4.2 Трансфертные трубы, трубопроводная арматура, манометры и т.п. в трансфертной системе должны быть коррозионноустойчивыми и спроектированы с учетом предполагаемого давления (обычно нержавеющая сталь). Опыт показывает, что трансфертные трубы должны иметь внутренний диаметр не менее 3 мм (1/8 дюйма) и должны быть по возможности меньше блокировки трубы или испарения образца. 1 Зарегистрированная торговая марка Е L du Pont de Nemours и Компания, Уилмингтон (штат Делавэр) 5 СТ РК АСТМ Д 3700-2011 Использование фильтров, абсорбента, игольчатых клапанов и т.п. не рекомендуется, если не созданы условия для чрезмерного ограничения потока и падения"}
{"chunk_id": "standards_ru_Стандарт1_4", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "давления. Для взятия образца можно воспользоваться Т-образным тройником с продувочным вентилем (для очистки вышедшей из строя емкости). М ожет использоваться гибкий шланг или трубопровод, соответствующий по давлению. ПРИМЕЧАНИЕ 7: Рекомендуется использование нереактивных и непоглощающих, материалов, особенно, когда выборка проб определяет уровни остатка реактивных или направляющих материалов, таких как H2S и вода. Образец Продувочный вентиль Лопастная мешалка ■ ... ■ ■шш1Ящ.1 Измеритель I* '-■У Указательный шток Рукоятка лопатной мешалкиПредзаряд Предварительно заряженный клапан Рисунок 2 - Типичная система отбора проб 7.4.3 Можно использовать и другие трубопроводные обвязки, но это может потребовать различные промывные процедуры до выборки. Типичный образец обводных трубопроводов показан на Рисунке 3 и 4. 7.4.4 Для получения проб могут использоваться приборы с закрытым контуром, разработанные минимизировать потери летучих составляющих во время выборки проб. Система отбора проб должна быть постоянно связана с включенным анализатором или он должен в состав прибора для получения проб, в некотором смысле, чтобы обеспечить чистоту образца, сохраняемую для испытания. 7.4.5 Обводной трубопровод, желательно, должен быть установлен вокруг помп, клапанов или других источников понижения давления, чтобы минимизировать выбросы в атмосферу. 7.4.6 При необходимости допустимо, до выборки, взятие пробы из помп или других средств, управления давлением, используемых для промывки труб и/или вышедшей из строя емкости, которое выше давления образца. 6 СТ РК АСТМ Д 3700-2011 Цилиндр может быть частично наполнен, а затем опорожнен для взятия образца в набор, для определения углеводорода в потоке для промывания труб. 7.5 Смешанный образец: Рисунок 3 -Типичная установка образца или подгонка отверстия Рисунок 4 -Типичная установка образца для насоса 7.5.1 Смешанный образец (также называемый пропорциональной выборкой) это приспособление, используемое для получения представительного образца из текущего потока продукта, посредством сбора маленьких частей продукта за период времени. Система осуществления выборки состоит из типовой системы отбора пробы, средств накопления маленьких частей и плавающего поршневого цилиндра для собирания общего образца. Рисунки 5 и 6 показывают типичную систему взятия пробы, с использованием помпы, приспособленной для взятия образца (Рис. 5), или из инжекторного клапана. 7.5.2 Полная очистка труб, помп, и соединений испытательного цилиндра необходима, чтобы избежать загрязнения образца. Должны быть приняты меры по продувке в точке взятия пробы. Это может быть Т-образное соединение с продувочным вентилем, или способ эксплуатации, который допускает незначительное ослабление крепления, чтобы при отборе образца выпустить газовую пробку (если это разрешено местной юрисдикцией). Система смешенного образца должна быть разработана так, чтобы минимизировать пустые трубопроводы, в результате которых в пробе может отсутствовать образец источника сжиженного нефтяного газа. 7.5.3 Принимайте меры предосторожности во избежание утечки в обводном трубопроводе, при работе с высоким давлением насыщенного пара сжиженного нефтяного газа. Иногда, необходимо охладить или блокировать трубу для выборки или сосуд для хранения образцов, а также контролировать и управлять давлением и температурой сосудов для хранения образцов. 7.5.4 Удостоверьтесь, что давление в системе выборки выше давления насыщенного пара образца, чтобы избежать утечки из трубопровода или выборной трубе 7 СТ РК АСТМ Д 3700-2011 при использовании приборов, таких как измерительная диафрагма или клапан для создания давления, необходимых для взятия пробы. 7.5.5 Плавающий поршневой цилиндр должен быть соединен с очищенной выборной трубой отбора смешанного образца. Используйте такое давление инертного газа, чтобы перемещать поршень до упора"}
{"chunk_id": "standards_ru_Стандарт1_5", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "элемента выборки плавающего поршневого цилиндра. Поддерживайте постоянным давление инертного газа к давлению, которое превышает равновесное давление насыщенного газа текучей среды, выбранной при вероятных температурных условиях и составляет приблизительно от 350 кПа до 1400 кПа (от 50 фунтов/кв.дюйм до 200 фунтов/кв.дюйм). При перепадах давления менее чем 1400 кПа (200 фунтов/кв.дюйм) возрастает вероятность появления непредставительных образцов. Следствием кратковременного колебания давления ниже давления насыщенного газа, может стать возникновение непредставительных образцов. 7.5.6 Настройте инжекторный клапан так, чтобы получать накапливающиеся образцы при условии, что плавающий поршневой цилиндр будет иметь возможность удерживать предыдущий образец в течении периода взятия последующей пробы. Установите частоту выборки так, чтобы избежать переполнения сосуда для хранения образцов, с учетом максимального количества и периода времени. Жидкость, заполнившая цилиндр, может не иметь репрезентативную выборку, если взятие образца было приостановлено до окончания времени отбора пробы или произошел выброс преимущественно легких фракций (влияющий на состав пробы). 7.5.7 Отрегулируйте суммарный объем за все время отбора проб пропорционально расходу продукта, путем выравнивания величины каждого образца, взятого клапаном отбора проб, или регулированием частоты отбора накапливающихся образцов. 7.5.8 Плавающий поршневой цилиндр, используемый в системе, описанной выше, после получения желаемого образца, может быть удален. 7.5.9 Не сбрасывайте давление в цилиндре. Проверьте запорную арматуру, блокировочные колпачки вентилей, защищающих трубопровод. Подготовьте информационную бирку и коробку для транспортировки, согласно требований безопасности транспортировки. 7.5.10 Если невозможно отделить исходный плавающий поршневой цилиндр от системы отбора образцов, то перемешайте образец в исходном цилиндре, чтобы гомогенизировать его, и переместите образец в другой плавающий поршневой цилиндр. Выполняйте процедуры, как в пункте 9.2.1, применяя исходный цилиндр, как текущий источник. Во время транспортировки, после отбора образца, транспортная тара частично снижает давление. Поддерживайте давление выше давления насыщенного пара при температуре основной выборки, чтобы предотвратить возгорание. (Предостережение — Наполнение цилиндра не должно превышать 80% его вместимости. В случае случайного переполнения, перед транспортировкой из образца должен быть выкачен воздух до требуемой уменьшенной плотности наполнения (обычно 80%). Для дальнейшего руководства смотрите пункт 7.1.2. Там где это невозможно, например, опасное расположение или токсичные материалы (особенно H 2S), должны быть приняты меры по предотвращению повышения температуры, до перемещения образца в безопасное место (переместите его в большой цилиндр) или немедленно проведен анализ. Затем выпустите воздух из образца или поместите в место для хранения, в соответствии с имеющейся у организации юрисдикцией. Пользователь несет ответственность за установление процедур безопасности для работы в данных условиях (если они не регулируются местными условиями или не имеют эквивалентов, и отделены от регламентов транспортировки). 8 СТ РК АСТМ Д 3700-2011 Рис.5 -Типичный пробоотборник, используемый для топливного насоса Рисунок 6 - Типичный автоматический пробоотборник 7.5.11 Операции подвода воздуха требуют постоянного контроля для поддержания давления цилиндра выше давления насыщенного пара хорошо перемешанного образца, во избежание изменений в структуре образца от возгорания содержимого. 7.5.12 Выборные фильтры - Выборные фильтры - необязательные приборы, используемые для защиты клапана отбора проб от зарубок в результате наличия загрязняющих веществ, таких как металлические опилки, грязь и т.п. Фильтр должен быть небольшого объема, линейного типа и содержать взаимозаменяющий/доступный элемент. (Предостережение - Будьте бдительны, использование фильтров или стрейнеров может задержать воду и другие компоненты, которые в результате, могут привести к неточному анализу. По возможности избегайте"}
{"chunk_id": "standards_ru_Стандарт1_6", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "использование фильтров или стрейнеров.) 9 СТ РК АСТМ Д 3700-2011 7.5.12 Накопление воды - фильтры или другие приборы должны располагаться так, чтобы свободная вода проходила вместе с образцом и не накапливалась в фильтровальных отделениях и т.п. Это нежелательно для бутана, где накопление воды в системе взятия пробы, может быть причиной ошибочной передачи критерии сухости бутана (никакой свободной воды при визуальном контроле). С тех пор, как в спецификацию пропана ввели показатель насыщения водой, для передачи критерии сухости, любая свободная вода в пропане будет являться причиной сбоя критерии сухости. 8 Реагенты и материалы 8.1 Предварительно заряженный газ, должен быть инертным газом, таким как гелий, азот или аргон. 8.1.1 Предпочтительно, предварительно заряженный газ, один из тех, который нежелателен в образце (например, гелий, азот или аргон) или не должен быть обнаружен, в случае протечки в образец. Гелий часто используется, как переносчик газа для анализа. Азот или гелий не могут быть обнаружены датчиками ионизации при воспламенении, но их можно обнаружить другими приборами. 8.1.2 Использование природного газа (метана) или этана, в качестве предварительно заряженного газа не рекомендуется, так как любая протечка увеличит содержание или пропорцию метана и этана, и увеличит давление насыщенного пара образца. Это приведет к неверным результатам, из-за наличия признаков этих материалов в сжиженном нефтяном газе. 9 Процедура 9.1. Подготовка цилиндра для выборки: 9.1.1 Очистите цилиндры, до первоначального использования или после замены или ремонта, соответствующими очищающими средствами, следуя рекомендациям производителя. Удалите остатки очищающих средств путем протирки, продувки, или полоскания, что больше подходит. Не рекомендуется использовать продувку при очищении плавающих поршневых цилиндров 9.1.2 Цилиндры, непрерывно используемые в работе с продуктами сжиженного нефтяного газа, не требуют разборки устройства или очистки перед использованием. Выпустите воздух после предыдущего жидкого образца, чтобы избежать скопления малых, нелетучих компонентов, и удалите остатки образца при помощи полоскания, опустошения, продувки или других равнозначных процедур. 9.1.3 В случае, недопустимого результата испытания, из цилиндра должна быть выкачена жидкость, и он должен быть тщательно очищен или промыт сжиженным нефтяным газом, согласно Спецификации D1835, чтобы это отрицательно не сказалось на результатах испытания следующего образца, взятого из этого же цилиндра. 9.1.4 Разборка плавающих поршневых цилиндров. 9.1.4.1 Следуйте инструкциям производителя для содержания плавающего поршневого цилиндра в исправности и соблюдайте инструкцию его по разборке. (Предостережение - Разборка поршневого цилиндра для хранения требует специальных мер предосторожности. Так, остаточное давление в цилиндре может привести к серьезной опасности для персонала и повредить оборудование.) 9.2 Процедура взятия пробы - Ручная Процедура: Чистый цилиндр поместите к месту взятия образца и открыв вентиль С, предварительно зарядите его инертным газом, под давлением по меньшей мере на 70 кПа (10 фунтов/кв.дюйм) выше давления элемента выборки. 10 СТ РК АСТМ Д 3700-2011 9.2.2 Ненадолго приоткройте вентиль А для удаления осколков, которые могут присутствовать в образце. 9.2.3 Подсоедините цилиндр к элементу выборки (см. Рисунок 2) 9.2.4 Тщательная очистка труб выборки, помп, соединений с цилиндром необходима во избежание загрязнения образца. Закройте вентиль С цилиндра, откройте вентиль А элемента выборки, а затем выпустите воздух из вентиля В, чтобы продуть трубы выборки вверх. Поток должен быть достаточно сильным, чтобы выбросить какие- либо осколки из труб, и не слишком продолжительным, чтобы минимизировать выдувание. Желательно,"}
{"chunk_id": "standards_ru_Стандарт1_7", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "чтобы вентиляционная линия подавалась к факельной линии, чтобы минимизировать выбросы в атмосферу. Закройте вентиль В. Пустое пространство между соединениями элемента выборки должно быть минимизировано, или должны быть приняты другие меры для их устранения. Это может быть достигнуто путем установки второго выпускного вентиля или путем ослабления фитинга сосуда для собирания образца. 9.2.5 Убедитесь, что давление в уравнительном резервуаре плавающего поршневого цилиндра выше, чем давление на элемент выборки. (Предостережение - Не пытайтесь наполнить плавающий поршневой цилиндр, когда нет давления (или небольшое давление) зарядного газа, так как поршень и прикрепленный шток индикатора могут переместиться с большой скоростью и силой.) ПРИМЕЧАНИЕ 8: Если диаметр штока индикатора подходит по размеру к поршню, тогда давление на стороне инертного газа будет немного выше чем на стороне образцов. ПРИМЕЧАНИЕ 9: Проявите бдительность при взятии пробы сжиженного нефтяного газа, чтобы предотвратить испарение летучих компонентов при перемещении продукта с источника в цилиндр. Теоретически, продукт в паровой фазе вернется в жидкую фазу, но физическое ограничение модели поршневого цилиндра может замедлить этот процесс. ПРИМЕЧАНИЕ 10: Рекомендуется, чтобы клапаны цилиндра были закреплены ГГГФЭ (тефлон) лентой и прикрыты или закрыты для безопасности транспортировки и обращения. Это предотвратит протекание, защитит клапаны с резьбовыми соединениями и предотвратит загрязнение внутри корпуса клапана. Убедитесь, чтобы оставшаяся жидкость была дренированна, продута, или абсорбирована от допустимого наружного пустого пространства корпуса клапана открывания и закрывания клапана. Причиной не срабатывания клапанов могло быть тепловое расширение жидкостей. 9.2.6 Откройте вентиль С, и медленно выпустите инертный газ из уравнительного резервуара через D клапан цилиндра. Когда давление в балансовой стороне приближается к давлению в элементе выборки, образец начинает втекать в плавающий поршневой цилиндр, выталкивая, плавающий поршень назад. (Предостережение — Впускайте инертный газ медленно, когда будет подходящее давление. Повторное вентилирование может привести к чрезмерному испарению и/или внезапному перемещению поршня (особенно, если он прикреплен)). 9.2.7 Следите за поршневым указателем положения, останавливая на нужном уровне наполняемости (наполняемая плотность), которая не должна превышать 80 % при 15 °С (59 °F). (Предостережение - Если температура при наполнении плавающего поршневого цилиндра ниже - 5 °С , максимальная плотность наполнения должна быть снижена до 80% , чтобы учесть дополнительное выделение тепла и соответствовать законным требованиям при увеличении потерь или уменьшении наполняемой плотности.) ПРИМЕЧАНИЕ 11: Согласование ASTM/IP/GPA объемными поправочными коэффициентами на температуру возможно, как указано в техническом опубликовании GPA, ТР-253 , и может использоваться при расчете максимальной наполняемой плотности при низких температурах. 11 СТ РК АСТМ Д 3700-2011 9.2.8 Закройте клапан D и А и откройте выпускной вентиль В, чтобы выпустить воздух из трубы. 9.2.9 Отсоедините цилиндр для выборки. 9.3 Процедура взятия пробы - Смешанный образец - Образец отбирается в первичный плавающий поршневой цилиндр. Этот цилиндр может быть перемещен или транспортирован для анализа, или он может быть использован после перемешивания, как элемент выборки для наполнения второго цилиндра (любой плавающий поршень или 80% наполняемость методом испытания D 1265). Смотрите пункт 7.1.2 для дальнейшего руководства. 9.3.1 Работайте со смешанным образцом согласно инструкциям производителя так, чтобы был получен действенный, представительный образец. 9.3.2 Опустошайте, чистите или промывайте первичный плавающий поршневой цилиндр между сборами образцов. 9.3.3 Период времени в течении которого собирается и автоматически перемешивается образец, может быть"}
{"chunk_id": "standards_ru_Стандарт1_8", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "использован для определения партии или объема партии, представленного образца. 9.3.4 Объем отбора или частота обычно пропорциональны расходу (обычно называется пропорциональная или взвешенная выборка). Увеличение времени может потребоваться, если расход постоянен или может быть разложен для продолжительного измерения параметров потока. 9.4 Изъятие образца из плавающего поршневого цилиндра: 9.4.1 По окончании отбора образца, образец в плавающем поршневом цилиндре находится под тем же давлением, что и элемент выборки, которого можно не достичь для последующего использования в лаборатории. Это является хорошим лабораторным методом испытания, чтобы регулировать давление в плавающем поршневом цилиндре для последующего анализа давления. 9.4.2 Если образец взят из статистического накопителя (при давлении насыщенного пара продукта), убедитесь, что давление зарядки в последствии повысится вместе с отношением давления/температуры, чтобы сохранить отдельную жидкую фазу в цилиндре. Точные методы испытания могут потребовать, чтобы давление зарядки было увеличено до уровня достаточного для получения надежного переливания в автоматические линии или инструменты с температурой выше температуры среды. 9.4.3 Присоедините предварительно заряженную сторону плавающего поршневого цилиндра к источнику управления давлением инертного газа, чтобы сохранить постоянное давление зарядки во время изъятия образца для анализа. 9.4.4 Аналитические методы внешней маркировки могут потребовать, чтобы оба образца и калибранты хранились под одним и тем же давлением. Сжиженный нефтяной газ более подвержен этому источнику аналитической ошибки в результате наибольшей сжатости жидкости сжиженного нефтяного газа относительно другого топлива. 9.4.5 Чрезмерная пневматизация во время длительного хранения может привести к протечке инертного газа в отборную камеру сжиженного нефтяного газа (например, передача с помощью изношенных или поврежденных перемычек), что может повлиять на некоторые методы исследования, такие как давление насыщенного пара. 9.4.6 Выпустите воздух в жидком образце сжиженного нефтяного газа из плавающего поршневого цилиндра до подвода инертного газа, чтобы полностью переместить жидкий образец и избежать испарения и скапливания непостоянных компонентов в отборной камере. 12 СТ РК АСТМ Д 3700-2011 10 Ключевые слова 10.1 плавающий поршневой цилиндр; отбор пробы углеводородного флюида; сжиженный нефтяной газ, взятие пробы. 13 СТ РК АСТМ Д 3700-2011 ПРИЛОЖЕНИЕ XI (информационное) РЕКОМЕНДАЦИИ ПО ВЗЯТИЮ ПРОБЫ ДЛЯ ГАЗОКОНДЕНСАТА И НЕСООТВЕТСТВУЮЩИХ ТЕХНИЧЕСКИМ УСЛОВИЯМ СЖИЖЕННЫХ НЕФТЯНЫХ ГАЗОВ XI. 1 Для дальнейшей информации по взятию образца NLG, ссылайтесь на GPA2174. XI.2 Процедура взятия образца, описанная в методе испытания D 3700 подходит для спецификации продуктов сжиженного нефтяного газа, таких как продукты спецификации D 1835 и GPA 2140 (специальная нагрузка и HD-5 пропан, бутан, и смеси пропана и бутана), которые обычно однофазные. Это также применимо для других продуктов природной газовой жидкости, которые также являются однофазными (смесь природной газовой жидкости, жидкости, получаемые из природного газа на промысле и т.п.), определенные в других промышленных спецификациях или договорах. X I.3 Эти процедуры могут быть неподходящими и недостаточными для взятия образцов природных газовых жидкостей и многих смесей сжиженного нефтяного газа, или полуготовых образцов, взятых в рамках производственного процесса. Здесь могут быть двух- или трехфазовые материалы, загрязненные водой, амином, утяжеленным углеводородом (газоконденсатный бензин), также и легкие газы, такие как метан, азот, диоксид углерода и сероводород. Из-за этих сложностей, сбор представительного образца природных газовых жидкостей и несоответствующих техническим требованиям, сжиженных нефтяных газов может проходить значительно сложнее, чем взятие образца продуктов сжиженного нефтяного газа, и может иметь большую коммерческую важность."}
{"chunk_id": "standards_ru_Стандарт1_9", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "XI .4 Аккуратный отбор образцов и анализ природных, газовых жидкостей и смесей сжиженных нефтяных газов очень важен, так как коммерческая операция смесей сжиженных нефтяных газов, природные газовые жидкости и другие смеси основываются на различных и меняющихся ценностях крупных компонентов (этан, пропан, изобутан и углеводороды С 51 ^ инертных компонентов (ССЬ, N 2) и загрязняющих веществ (Н 2О, H2S). Без правильного представительного образца, компонента общего измерения, соотношений установки и трубопровода, коммерческая ценность продуктов для покупателей и продавцов будет неправильной. XI. 5 Это приложение обеспечивает пользователя информацией по разработке системы отбора проб и по процедуре, которая обеспечивает сбор, хранение, транспортировку и анализ представительного образца. GPA 2174 описывает процедуры многофазных продуктов и смесей продуктов, которые неоднородны (плохо перемешанные). XI.6 Значение и использование XI.6.1 Общее измерение компонентов продукта, правильная калькуляция цен трансформируемых продуктов, а также баланс трубопровода и устройства, все зависит от правильных представленных образцов. 14 СТ РК АСТМ Д 3700-2011 XI . 7 Элемент выборки XI .7.1 Локация элемента выборки для природных газовых жидкостей необходима для успешного взятия пробы. Элемент выборки должен находиться в области, где поток продукта максимально близок к однофазному. Если есть вероятность, что появятся две фазы на элемент выборки, регулятор обратного давления должен быть установлен снизу элемента выборки, чтобы продукт сохранился в жидкой фазе на элементе выборки. X I.7.2 Эффективный статистический смеситель должен быть установлен вверху элемента выборки, чтобы продукт стал однородной смесью, и двигался поперек области элемента выборки лучше, чем две жидкости различной структуры и плотности, которые плохо перемешаны. Внутреннее взятие образцов различных типов, продувочные кондиционеры, смешанные клапаны и другие специализированные аппараты могут использоваться в некоторых случаях для получения больше представительных образцов. Могут быть затребованы составные элементы выборки для резервуаров и трубопроводов, которые могут стать многослойными с продуктами различной структуры и плотности. X I.7.3 Образец должен быть установлен на стороне трубопровода продукта и продолжаться в поток. Не устанавливайте элемент выборки в нижней части трубопровода, где двигаясь вдоль поверхности, он может собрать тяжелые вещества; или в верхней части трубопровода, где он может собрать газообразные компоненты. Образец должен быть оснащен шаровым клапаном, который обеспечивает беспрепятственный поток от образца до сосуда, для хранения образцов в системе отбора проб. XI. 7.4 Существует два метода отбора проб, которые используются для сбора образца природной газовой жидкости или в области смешивания сжиженного нефтяного газа: сборник образцов изокинета или радиоактивный контур или образец обходной петли. XI.8 Образцы изокинета X I.8.1 Эта система взятия образца разработана для использования, когда поток содержит двух- или более фазную достоверно различную концентрацию или вязкости, такие, как вода, гликоль, макрочастицы или другие тяжелые компоненты. Входной блок выборки или промывочный насос вставляется прямо в текущий поток на однородной точке, а образец попадает в поток и выкачивается в сосуд для хранения образцов. Изокинетический стиль сборника образцов производит большинство представительных образцов, так как поток образца не требует изменения направления потока, изменения в давлении, или пребывание гомогенетическим, пока происходят изменения в направлении, расходе, давлении, или температуре, как может происходить в обходном анастомозе. Изокинетический образец является предпочтительным методом сбора образца, но есть и несколько серийно выпускаемых моделей. XI.9 Радиоактивный контур или обходной анастомоз X I.9.1 По названным показателям,"}
{"chunk_id": "standards_ru_Стандарт1_10", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "этот стиль системы образцов приносит не большую поточную линию продукта, вышедшую из главного потока для обеспечения взятия образцов. Система связана с возвращением обратно в главный поток, поэтому продукт проходит через обводной трубопровод и возвращается обратно в поток. Обходной анастомоз, хотя и широко используется, имеет меньше исторически изготавливаемых представительных образцов, чем изокинетический метод взятия образца. Существует много критических деталей связанных с разработкой подходящей системы образца радиоактивного контура или обходного анастомоза. 15 СТ РК АСТМ Д 3700-2011 X I.9.1.1 Поток продукта должен быть вполне кондиционным (соответствующее противодавление дает одну фазу на впуске в обходной анастомоз). X I.9.1.2 Ведущий диск может использоваться, как ограничение в направлении части потока в образец, при обходном анастомозе и выкачивании образца. X I.9.1.3 Температура продукта в обходном анастомозе должна быть в пределах 0.3 °С (0.5 °F) температуры продукта в текущем потоке. Поэтому, чтобы достичь этой температуры, протекаемость по обходному анастомозу должна быть достаточной. X I.9.1.4 Поток продукта должен перейти из образца (оснащенного полным открытым шаровым клапаном) через пробоотборник без фильтров и ограничителей. X I.9.1.5 Обходной анастомоз должен вернуть текущий поток обратно в общий процесс потока на стороне выпуска ограничительного отверстия (которое вызывает противодавление в процессе потока). X I.9.1.6 Регулятор противодавления должен быть установлен в обводном трубопроводе после измерительной точки, чтобы сохранить одну фазу в радиоактивном контуре. X I.9.1.7 Индикатор расхода должен быть установлен в обходном анастомозе, чтобы обеспечить фактическое прохождение продукта через обходной анастомоз. X I.9.2 Ограничение, такое как впускной обратный клапан на химических накачках или пробоотборниках может стать причиной отделения компонентов, предоставление не представительных образцов. XI.10 Сосуд для хранения образцов и грузовой контейнер XI. 10.1 Сосуд для хранения образцов и грузовой контейнер должны быть спроектированы и сделаны так, чтобы можно было работать под наиболее высоким давлением в трубопроводе, чтобы продукт, во время сборки и хранения, сохранялся в той же фазе, что и продукт в трубопроводе. XI. 10.2 Сосуд для хранения образцов и грузовой контейнер должны иметь поршень и эффективный смеситель , чтобы находящийся на хранении образец мог как следует перемешаться до помещения его из сосуда для сборки в сосуд для транспортировки. Смеситель должен смешивать несходные продукты, такие как вода и сжиженные нефтяные газы. Для этого необходимо быстрое движение смесителя, как при воронкообразной пластинки через жидкость. Отдельные предметы, такие как свободноплавающие шары, пластины, скользящие сетчатые фильтры и другие, которые не проходят через жидкость с большой скоростью не могут производить однородные смеси. Воронкообразные смешивающие пластины производят однородные выборки, которые дают хорошую повторяемость при анализе упорядоченных образцов. Если наблюдается низкая аналитическая повторяемость, проблема может быть ошибочно решена и неправильно воздействована на систему взятия образцов, включая смешивание образцов. XI. 10.3 Пока нержавеющая сталь является подходящим материалом для сосуда, для хранения образцов по многим аналитическим требования, инертное покрытие по всей поверхности требуется, если образцы будут анализироваться по ничтожному количеству реактивных материалов, таких как H 2S и элементарная сера. Подходящее инертное покрытие может включать специальное покрытие стеклом (например, силико-сталь), тефлон и некоторые материалы их эпоксидной смолы. X l.ll Взятие пробы XI. 11.1 Если собираются смешанные образцы общего потока, предшествующий элемент выборки и методы системы сбора образцов должны быть рассмотрены и 16 СТ РК"}
{"chunk_id": "standards_ru_Стандарт1_11", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт1.pdf", "text": "АСТМ Д 3700-2011 использованы. Сбор смешанных образцов требует наличие контрольного механизма, который связан со временем, или поток продукции, для обеспечения образцу сбор, пропорциональный количеству, или объем продукции, проходящей через трубопровод. Контрольный механизм должен контролировать период вливания небольшой части представительного образца в сосуд для хранения образца. X I.12 Перемещение образца XI. 12.1 После того, как образец собран в сборник проб, его нужно переместить в транспортировочный (для хранения) контейнер. XI .12.1.1 Установите тройник с клапаном на отводном клапане сосуда для хранения образцов. XI. 12.1.2 Присоедините транспортировочный контейнер к тройнику на отводном клапане. XI .12.1.3 Приведите в действие смеситель на сосуде для хранения образца тремя - пятью действенными вращениями (быстро, но не сильно). XI. 12.1.4 Сразу же после смешивания очистите соединения между сосудом для хранения образца и грузовым контейнером, с помощью наполнения и опустошения соединений два или три раза. X. 1.12.5 Полностью откройте оба клапана на трубопроводе (отводной клапан на контейнере для хранения и выпускной клапан на грузовом контейнере). X I. 12.1.6 Медленно ослабьте давление на предварительно заряженной стороне плавающего поршневого цилиндра, чтобы позволить образцу переместиться из сосуда для хранения в грузовой контейнер. Не позволяйте жидкому образцу изменять фазу во время перемещения. Может быть необходимым увеличение давления на предварительно заряженной стороне сборника образцов. XI .12.1.7 Повторяйте действия смешивания и перемещения для каждого транспортируемого цилиндра. X I.13 Транспортировка образцов (в плавающих поршневых цилиндрах) XI. 13.1 Определение подходящих правил перевозки (Министерство транспорта США, местные органы, внутренние правила безопасности компании и т.п.) и соблюдение этих требований при транспортировке образцов. X. 1.14 Обращение с пробой для анализа XI. 14.1 Образец в грузовом контейнере должен быть правильно подготовлен до какого-либо анализа. XI . 14.2 Поддерживайте давление на предварительно заряженной стороне грузового контейнера по меньшей мере на 700 кПа (100 фунтов/кв. дюйм) выше начального давления в трубопроводе, где был собран образец, чтобы сохранить однофазность продукта. XI. 14.3 Перемешайте образец 2-3-мя действенными вращениями до какого-либо анализа. XI. 14.4 Когда часть образца переместится из грузового контейнера, может возникнуть необходимость герметизировать предзаряд грузового контейнера, чтобы сохранить нужное давление в образце. 17 СТ РК АСТМ Д 3700-2011 УДК 622.053.6-034(083) МКС 75.160.30 Ключевые слова: плавающий поршневой цилиндр; отбор пробы углеводородного флюида; сжиженный нефтяной газ, взятие пробы. 18 Басуга ___________ ж. к;ол койылды IliiiiiMi 60x84 1/16 Кагазы офсетах. Кар in Typi «KZ Times New Roman», «Times New Roman» Шартты баспатабагы 1,86. Таралымы ____ дана. Тапсырыс «Казахстан стандарттау жэне сертификаттау институты» республикальщ мемлекетак кэс 1порны 010000, Астана каласы, Орынбор кешеср 11 уй, «Эталон орталыты» тимараты Тел.: 8 (7172) 79 33 24 СТ РК АСТМ Д 3700-2011"}
{"chunk_id": "standards_ru_Стандарт2_0", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "ГОСУДАРСТВЕННЫЙ СТАНДАРТ РЕСПУБЛИКИ КАЗАХСТАН НЕФТЬ Метод определения сероводорода, метил- и этилмеркаптанов СТ РК 1473-2005 (ГОСТ Р 50802 - 95, MOD) Комитет по техническому регулированию и метрологии Министерства индустрии и торговли Республики Казахстан Астана сертификат на автомобиль СТ РК 1473-2005 Предисловие 1 РАЗРАБОТАН И ВНЕСЕН АО «КазТрансОйл» 2 УТВЕРЖДЕН И ВВЕДЕН В ДЕЙСТВИЕ приказом Комитета по техническому регулированию и метрологии Министерства индустрии и торговли Республики Казахстан от 26 декабря 2005 года № 491 3 Настоящий стандарт является модифицированным относительно стандарта Российской Федерации ГОСТ Р 50802-95 « Нефть. Метод опре­ деления сероводорода, метил- и этилмеркаптанов, MOD» путем введения в его структуру новых разделов и технических параметров, объяснение ко­ торым приведены во введении к настоящему стандарту и дополнительном приложении. Нормы и положения стандарта, отличающиеся от ГОСТ Р 50802-95 по тексту выделены наклонным шрифтом. 4 СРОК ПЕРВОЙ ПРОВЕРКИ 2010 год ПЕРИОДИЧНОСТЬ ПРОВЕРКИ 5 лет 5 ВВЕДЕН ВПЕРВЫЕ Настоящий стандарт не может быть полностью или частично воспро­ изведен, тиражирован и распространен в качестве официального издания без разрешения Комитета по техническому регулированию и метрологии Министерства индустрии и торговли Республики Казахстан II СТ РК 1473-2005 Содержание 1 Область применения 1 2 Нормативные ссылки 1 3 Термины и определения 2 4 Общие положения 2 5 Требования безопасности 3 6 Требования к средствам контроля, материалам, реактивам и вспомогательным устройствам 4 7 Отбор проб и порядок подготовки к проведению анализа 5 8 Порядок проведения анализа 8 9 Обработка результатов анализа 9 10 Точность метода 10 Приложение А Сравнение структуры настоящего стандарта со структурой ГОСТ Р 50802-95 «Нефть. Метод опре­ деления сероводорода, метил- и этилмеркаптанов» 11 Приложение Библиография 12 III СТ РК 1473-2005 Введение Разработка настоящего стандарта обусловлена необходимостью реа­ лизации требований СТ РК 1347-2005 « Нефть. Общие технические усло­ вия» в части подтверждения соответствия вида нефти в зависимости от со­ держания сероводорода и легких меркаптанов. В отличие от ГОСТ Р 50802-95 «Нефть. Метод определения сероводо­ рода, метил- и этилмеркаптанов» в настоящем стандарте: -в разделе 2 даны ссылки на государственный стандарт Республики Казахстан СТ РК 1347 -2005 « Нефть. Общие технические условия», стан­ дарты государственной системы обеспечения единства измерений Респуб­ лики Казахстан, межгосударственные стандарты по безопасности труда и международный стандарт ИСО 19739-2004 « Газ природный. Определение сернистых соединений с использованием газовой хроматографии», кото­ рый устанавливает общие требования к проведению хроматографического анализа серосодержащих соединений в том числе сероводорода, метил- и этилмеркаптанов; -введен раздел 3 «Термины и определения», в котором приведены не­ обходимые термины с соответствующими определениями, обеспечиваю­ щие взаимопонимание между пользователями стандарта; -введен раздел 4 « Общие положения», в котором описана сущность метода и приведены общие требования к условиям проведения хромато­ графического анализа, взятые из разделов 1 и 5 ГОСТ Р 50802; -введен раздел 5 « Требования безопасности», в котором отражены требования безопасности при работе с хроматографом, сосудами под дав­ лением, реактивами, необходимыми для проведения анализа; - введен структурный элемент « Библиография», в котором сделана ссылка на правила безопаснойжсплуатацишосудоц работаю щихпод давлен и ем. Положениянастоящегостандартасоответствуютмеждународномуггандар ту ИСО 19739-2004 «Газ природный. Определение сернистых соединений с использованием газовой хроматографии» в части общих требований по подготовке и процедуре проведения хроматографического анализа, способ­ ствующие повышению их"}
{"chunk_id": "standards_ru_Стандарт2_1", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "точности в том числе: -возможность использования других детекторов и вспомогательных устройств, совместимых с серосодержащими соединениями (4.1), которые в международной практике контроля используются для разделения смеси се­ роводорода, метил- и этилмеркаптанов при их количественном определе­ нии; - возможность исключения ошибок при использовании стандартных образцов и аттестованных смесей при градуировке хроматографа (4.3); IV СТ РК 1473-2005 - повышение точности анализа за счет использования калибровочных газов чистотой не менее 99 % (4,6) и порядка их введения в хроматограф (4,7); - повышение точности количественного ввода в хроматограф калибро­ вочной смеси (4.8, 4.9). Указанные требования, соответствующие ИСО19739-2004, по тексту выделены наклонным жирным шрифтом. V СТ РК 1473-2005 ГОСУДАРСТВЕННЫЙ СТАНДАРТ РЕСПУБЛИКИ КАЗАХСТАН НЕФТЬ Метод определения сероводорода, метил- и этилмеркаптанов Дата введения 2007.01.01 1 Область применения 1.1 Настоящий стандарт распространяется на стабилизированную товарную нефть и устанавливает метод определения в ней массовой доли сероводорода, метил- и этилмер­ каптанов в диапазоне от 2,0 до 200 млн ' 1 (ррш). 1.2 Данный метод может быть использован для определения сернистых соединений в нефти со значениями, указанными выше, если ее предварительно разбавить бессерни- стым растворителем. 1.3 Данный метод может быть использован для определения сернистых соединений в газовых конденсатах и легких углеводородных фракциях нефти. 2 Нормативные ссылки В настоящем стандарте использованы ссылки на следующие стандарты: СТ РК 2.4-2000 Государственная система обеспечения единства измерений Респуб­ лики Казахстан. Поверка средств измерений. Организация и порядок проведения. СТ РК 2.21-2001 Государственная система обеспечения единства измерений Рес­ публики Казахстан. Порядок проведения испытаний и утверждения типа средств изме­ рений. СТ РК 2.30-2001 Государственная система обеспечения единства измерений Рес­ публики Казахстан. Порядок проведения метрологической аттестации средств измере­ ний. СТ РК 2.75-2004 Государственная система обеспечения единства измерений Рес­ публики Казахстан. Порядок аттестации испытательного оборудования. СТ РК 1347 -2005 (ГОСТ Р 51858-2002, МОД) Нефть. Общие технические условия. ГОСТ 12.1.005-88 Система стандартов безопасности труда. Общие санитарно- гигиеничекие требования к воздуху рабочей зоны. ГОСТ 12.1.007-76 Система стандартов безопасности труда. Вредные вещества. Классификация и общие требования безопасности. ГОСТ 12.1.010-76 Система стандартов безопасности труда. Взрывобезопасность. Общие требования. ГОСТ 12.1.019-79 Система стандартов безопасности труда. Электробезопас- ностъ. Общие требования и номенклатура видов защиты. ГОСТ 12.2.007.0-75 Система стандартов безопасности труда. Изделия электриче­ ские. Общие требования безопасности. ГОСТ 427-75 Линейки измерительные металлические. Технические условия. ГОСТ 701-89 Кислота азотная концентрированная. Технические условия. ГОСТ 857-95 Кислота соляная синтетическая техническая. Технические условия. Издание официальное 1 СТ РК 1473-2005 ГОСТ 1770-74 Посуда мерная лабораторная стеклянная. Цилиндры, мензурки, кол­ бы, пробирки. Общие технические условия. ГОСТ 2517-85 Нефть и нефтепродукты. Методы отбора проб. ГОСТ 2603-79 Реактивы. Ацетон. Технические условия. ГОСТ 3022-80 Водород технический. Технические условия. ГОСТ 3118-77 Реактивы. Кислота соляная. Технические условия. ГОСТ 6613-86 Сетки проволочные тканые с квадратными ячейками. Технические условия. ГОСТ 6709-72 Вода дистиллированная. Технические условия. ГОСТ 9147-80 Посуда и оборудование лабораторные фарфоровые. Технические ус­ ловия. ГОСТ 10146-74 Ткани фильтровальные из стеклянных крученых комплексных нитей. Технические условия. ГОСТ 12026-76 Бумага фильтровальная лабораторная. Технические условия. ГОСТ 14921- 78 Газы углеводородные сжиженные. Методы отбора проб. ГОСТ 17299-78 Спирт этиловый технический. Технические условия. ГОСТ 17433-80 Промышленная чистота. Сжатый воздух. Классы загрязненности. ГОСТ 17567-81 Хроматография газовая. Термины и определения. ГОСТ 24104-2001 Весы лабораторные. Общие технические требования. ГОСТ 24676-81"}
{"chunk_id": "standards_ru_Стандарт2_2", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "Пентаны. Метод определения углеводородного состава. ГОСТ 25336 -82 Посуда и оборудование лабораторные стеклянные. Типы, основные параметры и разделы. ГОСТ 25706-83 Лупы. Типы, основные параметры. Общие технические требования. ИСО 19739-2004 Газ природный. Определение сернистых соединений с использовани­ ем газовой хроматографии. 3 Термины и определения В настоящем стандарте применяются термины по ГОСТ 17567, а также сле­ дующие термины с соответствующими определениями: 3.1 Абсолютная градуировка: Получение градуировочных характеристик хромато­ графа на основании анализа стандартных образцов или аттестованных смесей с целью установления зависимости между выходным сигналом хроматографа и аттестованны­ ми значениями массовых концентраций сероводорода, метил- и этилмеркаптанов. 3.2 Меркаптаны алифатические (тиолы): Органические соединения с общей фор­ мулой R-SH. П р имечание- R- алкильная группа и для данного стандарта представляется в виде: R = СНз-; R С 2Н5-. 3.3 Стабилизированная нефть: Нефть, подвергнутая отгонке пропан-бутановой, а иногда частично и пентановой фракциями углеводородов 4 Общие положения 4.1 Сущность метода заключается в хроматографическом разделении анализируемой пробы нефти на сероводород, метил- и этилмеркаптаны, регистрации указанных соеди­ нений пламенно-фотометрическим или другим селективным к серосодержащим соеди­ нениям детектором в соответствии с ИСО 19739 и обработке результатов анализа мето­ дом абсолютной градуировки. 4.2 Хроматографические колонки должны быть выполнены из нейтрального по отношению к сернистым соединениям материала и могут иметь любую форму, кото- 2 СТ РК 1473-2005 рая соответствует размерам термостата хроматографа и не имеет острых углов или пере­ гибов. 4.3 Баллоны с калибровочными смесями ( стандартные образцы, аттестованные смеси) соединяют с системой для ввода проб (ручной, автоматической) соединительны­ ми линиями с минимально возможной длиной. При этом необходимо учитывать, что при использовании соединительных линий из полимерного материала, возможно попадание в них влаги. 4.4 Сорбенты, применяемые для разделения серосодержащих соединений, должны отделять их от углеводородов ряда Ci - С 7. При этом степень хроматографического раз­ деления, рассчитанная по ГОСТ 17567, для компонентов сероводород-метилмеркаптан и метилмеркаптан-этилмеркаптан, а также углеводородов ряда Ci - С 7 и серосодержащих соединений должна быть не менее 1 . 4.5 Для получения необходимой степени хроматографического разделения в соот­ ветствии с 4.4 эффективность хроматографической колонки по этилмеркаптану, выражен­ ная числом теоретических тарелок, должна быть не менее 3500. Примечание - Определение степени разделения проводят на газовом хромато­ графе с детекторами по теплопроводности или пламенно-ионизационным. 4.6 В качестве калибровочной используют смесь серосодержащих соединений чистотой не менее 99 % и концентрацией, не превышающей концентрацию серосо­ держащих соединений в анализируемой пробе более, чем в два раза, 4.7 Для повышения точности анализа калибровочную смесь вводят до и после исследования пробы нефти. 4.8 Для повышения точности количественного ввода в хроматограф калибро­ вочной смеси давление в системе ввода понижают на одну и ту же величину кратко­ временным перекрыванием расхода газа-носителя. 4.9 Для предотвращения утечки газовой смеси или попадания воздуха в систему ввода пробы используют мембранные регуляторы давления. 4.10 Условия проведения анализов должны соответствовать требованиям, приве­ денным в инструкции по эксплуатации на применяемый тип хроматографа. При этом механические воздействия, воздействия внешних электрических и магнитных полей, влияющие на работу хроматографа, не допускаются 5 Требования безопасности 5.1 При работе на газовом хроматографе следует соблюдать: - правила устройства и безопасной эксплуатации сосудов, работающих под давле­ нием [ 1]; - требования взрывобезопасности в"}
{"chunk_id": "standards_ru_Стандарт2_3", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "соответствии с ГОСТ 12.1.010; - требования электробезопасности в соответствии с ГОСТ 12.1.019, ГОСТ 12.2.007.0 и инструкцией по эксплуатации прибора. 5.2 Требования безопасности при работе с нефтью - по СТ РК 1347. 5.3 При работе с химическими реагентами следует соблюдать требования безо­ пасности, установленные для работ с токсичными, едкими и легковоспламеняющими ве­ ществами по ГОСТ 12.1.007, в том числе: - ацетоном по ГОСТ2603; - кислотой соляной по ГОСТ3118 и ГОСТ857; - кислотой азотной по ГОСТ 701; - спиртом этиловым по ГОСТ 17299. 5.4 Требования к воздуху рабочей зоны по ГОСТ 12.1.005. 3 СТ РК 1473-2005 6 Требования к средствам контроля, материалам, реактивам и вспомогатель­ ным устройствам 6.1 Для проведения испытаний используют следующие средства контроля, материа­ лы, реактивы и вспомогательные устройства: - хроматограф лабораторный любого типа с пламенно-фотометрическим или другим селективным к серосодержащим соединениям детектором и порогом чувствительности по сере не менее 2,6 • 10'1 2 г/см3; - весы лабораторные 2 и 4 классов по ГОСТ 24104; - секундомер типа СД Спр-1 2 класса; - микрошприц вместимостью 1 мкл или 10 мкл, обеспечивающий полное заполнение инжектора. Допускается использовать хроматографы с автоматическим или руч­ ным дозирующим устройством для ввода пробы нефти; - газонепроницаемый шприц вместимостью 1 или 2 см3 , обеспечивающий полное за­ полнение инжектора; - сита лабораторные по ГОСТ 6613 с размерами ячеек, совместимыми с размерами частиц измельченного диатомитового кирпича, - линейка измерительная с ценой деления 1 мм по ГОСТ 427; - цилиндр 1-2-100 поГОСТ 1770; - стандартные образцы или аттестованные смеси газов с диапазоном измерения мас­ совой концентрацией сероводорода, метил- и этилмеркаптанов в соответствии с 1.1; - лупа измерительная с ценой деления 0,1 мм по ГОСТ 25706; - печь муфельная электрическая, пригодная для поддержания температуры (1100 ± 20) °С; - шкаф сушильный, пригодный для поддержания температуры (150±5)°С; - пробоотборники металлические по ГОСТ 14921; - колба круглодонная типа КГП-3-1-250 ТХС по ГОСТ 25336; - холодильник обратный по ГОСТ25336; - чашка фарфоровая по ГОСТ 9147; -эксикатор типа 2-230 по ГОСТ 25336; - насос водоструйный по ГОСТ 25336; - воздух сжатый по ГОСТ 17433. Допускается использовать воздушный компрес­ сор любого типа, обеспечивающий необходимое давление и чистоту воздуха в соот­ ветствии с инструкцией по эксплуатации хроматографа; - водород технический сжатый марки Б по ГОСТ 3022. Допускается использовать генератор водорода любого типа, обеспечивающий необходимое давление и чистоту; - гелий газообразный очищенный; - хромосорб Т с размером частиц от 40 до 60 меш; - диатомитовый кирпич с размером частиц от 0,125 до 0,160 мм; от 0,160 до 0,250 мм или от 0,250 до 0,315 мм; - неподвижные фазы для хроматографии квалификации х.ч: бис- (цианэтил)овый эфир-оксидипропионитрил-(ОДИН) или 1,2,3 -трис (Р-цианэтокси)пропан - (ТБЦЭП), или смесь полифенилового эфира -12 масс.% и Н3РО4 - 0,5 масс.%, или любая неподвижная фаза, обеспечивающая требуемую степень разделения компонентов; - вода дистиллированная по ГОСТ 6709; - спирт этиловый технический по ГОСТ 17299; - ацетон квалификации х.ч. по ГОСТ 2603; - кислота соляная квалификации х.ч. по ГОСТ 3118 или по ГОСТ 857; - кислота азотная по ГОСТ 701; 4 СТ РК 1473-2005 - тефлоновая или стеклянная колонка длиной от 4 до 11 м и внутренним диаметром"}
{"chunk_id": "standards_ru_Стандарт2_4", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "от 2 до 4 мм; - баня песчаная; - стеклянная палочка; - стекловолокно или стеклоткань по ГОСТ 10146; - воронка стеклянная по ГОСТ 25336; -фильтровальная бумага по ГОСТ 12026; -индикаторная бумага. 6.2 Допускается применение других средств контроля, материалов и реактивов по классу точности и чистоте не ниже предусмотренных стандартом. 6.3 Применяемые в ходе испытаний средства измерений, испытательное и вспомо­ гательное оборудование, реактивы должны: - соответствовать требованиям действующей нормативной документации и (или) договорам-контрактам на поставку импортной продукции; - средства измерений должны быть внесены в реестр государственной системы обеспечения единства измерений Республики Казахстан и поверены, стандартные образ­ цы допущены к применению в Республике Казахстан в порядке, установленном норма­ тивными документами в области обеспечения единства измерений Республики Казах­ стан; - испытательное оборудование, воспроизводящее нормированные внешние воздейст­ вующие факторы и (или) нагрузки, подлежит аттестации в соответствии с СТ РК 2.75. 7 Отбор проб и порядок подготовки к проведению анализа 7.1 Отбор проб нефти производят по ГОСТ 2517 в герметичные металлические про­ боотборники типа ПУ-50 по ГОСТ 14921. Допускается проводить отбор проб в специаль­ ные контейнеры по ГОСТ 24676. 7.2 Приготовление сорбента 7.2.1 Диатомитовый кирпич помещают в круглодонную колбу, заливают таким ко­ личеством смеси соляной и азотной кислот в соотношении 3:1 по объему, чтобы высота жидкой фазы была равна твердой. 7.2.2 Колбу соединяют с обратным холодильником, помещают на песчаную баню и кипятят в течение трех часов. После этого отключают нагрев бани и охлаждают содер­ жимое колбы до температуры окружающего воздуха не отсоединяя ее от холодильника. 7.2.3 Обработанный по 7.2.1-7.2.2 твердый носитель декантируют до pH 4,5-5,0 дистиллированной водой, помещают в фарфоровую чашку и высушивают в сушильном шкафу при температуре от 120 ° С до 150 ° С до сыпучего состояния. Чашку с высушенным твердым носителем выдерживают 3 часа при температуре от 1000 0 С до 1100 0 С в муфельной печи, охлаждают в эксикаторе до температуры окружающего воздуха , просеивают на ситах с соответствующими размерами ячеек для удаления обра­ зовавшейся пыли и переносят в колбу. П р имечание - Твердый носитель хромосорб Т не подвергается предваритель­ ной обработке. 7.2.4 На подготовленный твердый носитель наносят неподвижную жидкую фазу, массу которой определяют расчетным путем в соответствии с таблицей 1 . 5 СТ РК 1473-2005 Таблица 1 № ко­ лонкиРазмеры колонки Состав сорбента длина, мвнутренний диаметр, ммнеподвижная фаза твердый носитель 1 от 4 до 6 от 3 до 4 ОДПН от 2 до 6 % от массы твер­ дого носителядиатомитовый кирпич 2 от 4 до 6 от 3 до 4 ТБЦЭП 2 % от массы твердого но­ сителядиатомитовый кирпич 3 11 2 Смесь полифенилового эфира-12 масс.% и Н 3РО4- 0,5 % от массы твердого носителяхромосорб Т П р имечание- Допускается применение готовых регенерируемых колонок при условии, что их хроматографическая эффективность должна соответствовать ко- лонкам 1,2,3. _________________________________________________________________ 7.2.5 Рассчитанное количество неподвижной фазы растворяют в ацетоне или другом подходящем растворителе и полученным раствором заливают необходимое количество твердого носителя. При этом раствор должен покрывать весь объем твердого носителя тонким слоем. Колбу плотно закрывают и выдерживают при температуре окружающего воздуха в течение 2 часов. 7.2.6 Затем колбу открывают и нагревают на песчаной бане"}
{"chunk_id": "standards_ru_Стандарт2_5", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "при температуре 50 ° С постоянно перемешивая содержимое стеклянной палочкой или легко встряхивая и пово­ рачивая колбу. 7.2.7 После того как полученный сорбент станет сыпучим колбу подсоединяют к во­ доструйному насосу и вакуумируют при температуре 50 °С в течение 30 минут, охлажда­ ют до температуры окружающего воздуха, просеивают на ситах с соответствующими размерами ячеек для удаления образовавшейся пыли и хранят в закрытой склянке. 7.3 Заполнение колонки 7.3.1 Колонку предварительно промывают этиловым спиртом и высушивают сжа­ тым воздухом. 7.3.2 Заполнение колонки сорбентом осуществляют с помощью вакуумного насоса. Для этого один конец колонки закрывают тампоном из стекловолокна или стеклоткани и присоединяют к насосу. В другой конец колонки вставляют воронку, через которую мел­ кими порциями при легком постукивании деревянной палочкой присыпают сорбент. Плотность набивки колонки с внутренним диаметром 3 мм должна составлять 8,5 см3 /м. 7.3.2 После заполнения колонки воронку вытаскивают, а открытый конец колонки закрывают тампоном из стекловолокна. 7.3.3 Колонку, заполненную сорбентом, устанавливают в термостат хроматографа, не подсоединяя к детектору. 7.4 Подготовка хроматографа 7.4.1 Подготовку хроматографа к выполнению анализа и вывод его на рабочий ре­ жим выполняют в соответствии с инструкцией по эксплуатации. 6 СТ РК 1473-2005 7.4.2 Хроматографическую колонку № 1 активируют 3 часа в потоке газа-носителя при 50 0 С, хроматографическую колонку № 2 - при 80 ° С. Скорость газа-носителя при этом составляет 30 см3 /мин. 7.4.3 Хроматографическую колонку № 3 активируют при скорости газа-носителя 80 см3 /мин с программированием температуры 2 ° С/мин до температуры 100 °С и выдер­ живают в течение 16 часов. 7.4.4 Активированные колонки по 7.4.2-7.4.3 охлаждают до температуры окружаю­ щего воздуха в потоке газа-носителя , подсоединяют выходной конец к детектору и про­ веряют герметичность газовой линии. 7.4.5 В испаритель хроматографа вставляют стеклянную газонаправляющую трубку для улавливания смолистых веществ, содержащихся в нефти. Перед каждым анализом в трубку вставляют сложенную в два-три раза полоску фильтровальной бумаги размером (6 х 80) мм или тампон из стекловолокна, предварительно выдержанного в муфельной пе­ чи 3 часа при температуре 500 °С. 7.5 Градуировка хроматографа 7.5.1 Градуировочные характеристики хроматографа получают на основании анализа не менее двух калибровочных смесей сероводорода, метил- и этилмеркаптанов в инертном газе при условиях проведения анализов, указанных в разделе 8. При этом концентрации одного и того же компонента в этих смесях не должны отличаться более чем в 10 раз. Примечание Допускается для градуировки хроматографа применять приборы для приготовления калибровочных газовых смесей динамическим методом с относительной погрешностью приготовления смеси ± 10,0 %. 2 Калибровочные смеси хранят при температуре выше температуры конден­ сации серосодержащих соединений, входящих в их состав. 7.5.2 Для предотвращения «эффекта запоминания» перед вводом очередной ка­ либровочной смеси, отличающейся по содержанию определяемых соединений от пре­ дыдущей, хроматографические колонки и дозирующие устройства продувают газом- носителем до получения стабильной нулевой линии. 7.5.3 Дозирующим устройством ш и газовым шприцем вводят в хроматограф равный объем одной и той же калибровочной смеси не менее семи раз для получения воспроиз­ водимых по высоте пиков. При этом необходимо следить, чтобы прибор не был перегру­ жен большим количеством введенных серосодержащих соединений, что может привести к появлению на хроматограмме отрицательных пиков или инверсии сернистых соедине­ ний. Для"}
{"chunk_id": "standards_ru_Стандарт2_6", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "предотвращения этого необходимо уменьшить объем вводимой пробы. 7.5.5 На основании полученных результатов строят график логарифмической зави­ симости площади пика каждого компонента от логарифма его массы. Массу тст, нг, сернистого соединения вычисляют по формуле т =С xV х 10б (1) где Сс т - массовая концентрация сернистого соединения в стандартном образце или аттестованной смеси , мг/м3; Vcm ~ объем стандартного образца или аттестованной смеси , веденных в хромато­ граф, м3; 106 - коэффициент пересчета мг в нг. 7.5.6 Диапазон градуировочной зависимости должен охватывать интервал предпола­ гаемых концентраций анализируемых компонентов, а экстраполяция графической зави- 7 СТ РК 1473-2005 симости в сторону больших и меньших концентраций не должна превышать 10% кон­ центрации серосодержащего соединения в стандартном образце или аттестованной смеси. 7.5.7 Градуировочную зависимость проверяют перед проведением хроматографиче­ ского анализа. Массовая доля компонентов в калибровочной смеси, полученная по гра­ дуировочной зависимости не должна превышать значения сходимости, приведенной в таблице 4. 7.5.8 При получении результатов за пределами установленной точности проводят корректировку градуировочного графика в соответствии с 9.7. 8 Порядок проведения анализа 8.1 Массовую долю сероводорода, метил- и этилмеркаптанов в нефти определяют в изотермическом режиме. В таблице 2 приведены условия проведения хроматографиче­ ского разделения смеси серосодержащих соединений на колонках, приведенных в табли­ це 1 . Таблица 2 Условия проведения хроматографического разделения № колонки 1 2 3 Температура термостата колонок, °С 35 35 60 Температура испарителя, °С 70 70 160 Скорость газа-носителя (гелий, азот), см3 /мин 30 30 80 Объем вводимой пробы в зависимости от массовой доли сероводорода, метил- и этилмеркаптанов, мкл 0,2- 1,00,2- 1,00,2-1,0 Скорость движения диаграммной ленты, мм/ч 240 240 240 Примечания 1 Температура детектора, расходы водорода и воздуха устанавливаются согласно ин­ струкции по эксплуатации хроматографа. 2 Шкала электрометрического усилителя и масштаб подбираются экспериментально в зависимости от массовой доли серосодержащих соединений. ____________________ 8.2 После выхода хроматографа на рабочий режим микрошприцем отбирают от 0,2 до 1,0 мкл нефти, прокалывая иглой уплотнительное кольцо пробоотборника, и вводят пробу в испаритель хроматографа. 8.3 После разделения на хроматографической колонке серосодержащие соединения выходят в следующем порядке: сероводород - метилмеркаптан этилмеркаптан. 8.4 После выхода этилмеркаптана температуру термостата для колонки № 1 повы­ шают до 50 °С, для колонки № 2 - до 80 °С, для колонки № 3 - до 100 °С и продувают газом-носителем от 30 до 40 минут для удаления с поверхности сорбента всех тяжелых фракций, содержащихся в нефти. После этого понижают температуру термостата ко­ лонок до рабочей и повторяют процедуру, предусмотренную 8.2. 8.5 На рисунке 1 приведены типовые хроматограммы смеси сероводород - метил­ меркаптан - этилмеркаптан с использованием колонок в соответствии с таблицей 1 . 8 СТ РК 1473-2005 а) L 6 4 2 0б) 2 3в) 1 \\1l П 0 2 4 6 8 6 4 2 0 Время, мин 1 - сероводород; 2 - метилмеркаптан; 3 - этилмеркаптан Рисунок 1-Хроматограммы смеси серосодержащих соединений а) колонка № 1 ; б) колонка № 2; в) колонка № 3 9 Обработка результатов анализа 9.1 Качественную расшифровку пиков серосодержащих соединений проводят по ло­ гарифмическим индексам удерживания в соответствии с таблицей 3. Таблица 3 Соединения Логарифмические индексы удерживания сернистых соединений колонка №"}
{"chunk_id": "standards_ru_Стандарт2_7", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "1 Колонка № 2 Колонка № 3 Сероводород 313,0 408,3 327 Метилмеркаптан 553,0 531,6 507 Этилмеркаптан 585,3 605,4 588 Примечание- Логарифмические индексы удерживания рассчитывают по ГОСТ 17567. 9.2 Допускается проводить расшифровку пиков по данным, полученным при анализе калибровочных смесей , а также по типовым хроматограммам. 9.3 Массовую долю серосодержащего соединения С;, млн'1 (ppm) в нефти вычисля­ ют по формуле С101 8 10 \" X V X Рх 10б (2) где lgд а, - логарифм массы i-компонента, найденный по градуировочной зависимо­ сти и соответствующий логарифму площади пика этого компонента; Г - объем введенной пробы нефти, см3; 9 СТ РК 1473-2005 р - плотность нефти, г/см3 ; 109 - коэффициент пересчета г в иг; 106 - коэффициент пересчета массовой доли определяемого компонента, млн'1 . 9.4 Площадь пика серосодержащего соединения S, мм2 вычисляют по формуле S = h x p 0 5 хА (3) где h - высота пика, мм; р 05 - ширина пика, измеренная на половине его высоты, мм; А - масштаб регистратора. 9.5 Высоту пика измеряют с помощью линейки от основания до вершины пика. Ши­ рину пика измеряют от внешнего контура одной стороны пика до внутреннего контура другой стороны с помощью измерительной лупы или микроскопа. 9.6 Если расхождения между параллельными определениями превышают значения сходимости, приведенные в таблице 4, то анализ повторяют. Если при повторном проведении анализа расхождение между параллельными опре­ делениями превышает установленные значения сходимости, устраняют причину несо­ ответствия и, в случае необходимости, проводят переградуировку хроматографа. 9.7 За результат анализа принимают среднее арифметическое результатов двух па­ раллельных определений, если расхождение между ними не превышает величину сходи­ мости, приведенную в таблице 4. Результат анализа округляют до первого десятичного знака. 10 Точность метода 10.1 Сходимость Результаты двух последовательных испытаний, полученных одним и тем же исполнителем, на одном и том же хроматографе, при постоянных условиях работы и идентичности испытуемого материала, признаются достоверными с 95 %- ной вероят­ ностью, если расхождения между ними не превышают значений, указанных в таблице 4. 10.2 Воспроизводимость Два результата анализа, полученных в двух разных лабораториях, разными испол­ нителями, на аналогичных хроматографах, в разное время, но приведенных к одним и тем же условиям измерения ( температуре, давлению, влажности и др.), признаются достоверными с 95 %-ной вероятностью, если расхождения между ними не превышают значений, указанных в таблице 4. Таблица 4 Массовая доля серосодержащих соединений, млн'1Сходимость, млн'1 Воспроизводимость, млн'1 От 2,0 до 3,0 включительно 1,0 1,5 Свыше 3,0 до 10,0 включительно 1,5 3,0 Свыше 10,0 до 30,0 включительно 3,0 6,0 Свыше 30,0 до 50,0 включительно 5,0 11,0 Свыше 50,0 до 100,0 включительно 8,0 17,0 Свыше 100,0 до 150,0 включительно 13,0 26,0 Свыше 150,0 до 200,0 включительно 17,0 30,0 10 СТ РК 1473-2005 Приложение А (справочное) Сравнение структуры настоящего стандарта со структурой ГОСТ Р 50802-95 «Нефть. Метод определения сероводорода, метил- и этилмеркаптанов» Таблица А . 1 Структура и названия разделов Структура и названия разделов ГОСТ Р 50802-95 настоящего стандарта 1 Область применения 1 Область применения (1) 2 Нормативные ссылки 2 Нормативные ссылки (2) - 3 Термины и определения - 4 Общие положения (1,5) - 5 Требования безопасности 3 Аппаратура, материалы и реактивы 6"}
{"chunk_id": "standards_ru_Стандарт2_8", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт2.pdf", "text": "Требования к средствам контроля, мате­ риалам, реактивам и вспомогательным уст­ ройствам (6) 4 Отбор проб 7 Порядок подготовки к проведению анали- 5 Подготовка к анализу за (4,5) 6 Проведение анализа 8 Порядок поведения анализа (6) 7 Обработка результатов 9 Обработка результатов анализа(7) 8 Точность метода 10 Точность метода (8) Приложение А. Сравнение структуры на­ стоящего стандарта со структурой ГОСТР 50802-95 - Библиография 11 СТ РК 1473-2005 Приложение (справочное) Библиография [1] Правила устройства и безопасной эксплуатации сосудов, работающих под дав лением, утверждены Государственным комитетом по надзору за безопасным ведением ра бот в промышленности и горному надзору Республики Казахстан 21 апреля 1994 года. 12 СТ РК 1473-2005 УДК 665.6 : 543.554:546.221:547.269:006.03 МКС 75.040 КПВЭД 11.10.10 Ключевые слова: нефть, хроматография, массовая доля, сероводород, метилмер- каптан, этилмеркаптан, пламенно-фотометрический детектор, градуировка, стандартные образцы, аттестованные смеси 13 СТ РК 1473-2005 Для заметок 14 СТ РК 1473-2005"}
{"chunk_id": "standards_ru_Стандарт3_0", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт3.pdf", "text": "ГОСУДАРСТВЕННЫЙ СТАНДАРТ РЕСПУБЛИКИ КАЗАХСТАН ПРОМЫШЛЕННОСТЬ НЕФТЯНАЯ И ГАЗОВАЯ Метод исследования меркаптановой серы в нефтепродуктах СТ РК 1751 - 2008 Издание официальное Комитет по техническому регулированию и метрологии Министерства индустрии и торговли Республики Казахстан (Г осстандарт) Астана юбка с кружевом с чем носить СТ РК 1751 - 2008 Предисловие 1 ПОДГОТОВЛЕН Акционерным обществом «Главное диспетчерское управление нефтяной и газовой промышленности» 2 ВНЕСЕН ТК-58 «Нефть, газ, продукты их переработки, материалы, оборудование и сооружения для нефтяной, нефтехимической и газовой промышленности нефти и газа» 3 УТВЕРЖДЕН И ВВЕДЕН В ДЕЙСТВИЕ приказом Председателя Комитета по техническому регулированию и метрологии Министерства индустрии и торговли Республики Казахстан от 1 августа 2008 г. № 384-од 4 СРОК ПЕРВОЙ ПРОВЕРКИ 2014 год ПЕРИОДИЧНОСТЬ ПРОВЕРКИ 5 лет 5 ВВЕДЕН ВЗАМЕН ОСТ РК 153-39-007-2005 Промышленность нефтяная и газовая. Метод исследования меркаптановой серы в нефтепродуктах Настоящий стандарт не может быть полностью или частично воспроизведен, тиражирован и распространен в качестве официального издания без разрешения Комитета по техническому регулированию и метрологии Министерства индустрии и торговли Республики Казахстан II СТ РК 1751 - 2008 ГОСУДАРСТВЕННЫЙ СТАНДАРТ РЕСПУБЛИКИ КАЗАХСТАН ПРОМЫШЛЕННОСТЬ НЕФТЯНАЯ И ГАЗОВАЯ Метод исследования меркаптановой серы в нефтепродуктах Дата введения 2009.01.01. 1 Область применения 1.1 Настоящий стандарт устанавливает метод определения содержания меркаптановой серы в нефтепродуктах потенциометрическим титрованием нитратом серебра. Содержание меркаптановой серы рассчитывают по объему нитрата серебра, израсходованного на титрование топлива, не содержащего сероводорода. 1.2 Настоящий стандарт распространяется на нефтепродукты: газолин (бензин), керосин, авиационное топливо и дистиллятное топливо, содержащее от 0,0003 до 0,01 массового процента меркаптановой серы. Целесообразность данного метода заключается в том, что меркаптановая сера имеет неприятный запах, а также вредное влияние на эластомерные материалы в топливных системах и разъедает компоненты топливных систем. 1.3 Настоящий стандарт не включает каких-либо вопросов по технике безопасности, связанных с его применением. Установление надлежащих мер по технике безопасности и охране труда, а также определение применимости нормативных ограничений до начала применения настоящего стандарта является ответственностью пользователя данного стандарта. 2 Нормативные ссылки В настоящем стандарте использованы ссылки на следующие стандарты: СТ РК 1642-2007 Нефть Метод определения плотности, относительной плотности (удельного веса) или плотности в градусах API. СТ РК ИСО 3170-2006 Нефть и нефтепродукты. Ручные методы отбора проб. СТ РК ИСО 3171-2007 Нефтепродукты. Жидкие углеводороды. Автоматический отбор проб из трубопроводов. ГОСТ 8.423-81 Секундомеры механические. Методы и средства проверки. Издание официальное 1 СТ РК 1751 - 2008 ГОСТ 1770-74 Посуда мерная лабораторная стеклянная. Цилиндры, мензурки, колбы, пробирки. Общие технические условия. ГОСТ 23932-90 Посуда и оборудование лабораторные стеклянные. Общие технические условия. ГОСТ 25336-82 Посуда и оборудование лабораторные стеклянные. Типы, основные параметры и размеры. ГОСТ 29253-91 Посуда лабораторная стеклянная. Бюретки. Часть 3. Бюретки с временем ожидания 30 с (и/или ГОСТ 29252(ИСО 385/2). Посуда лабораторная стеклянная. Принципы устройства и конструирования мерной посуды. 3 Основные положения 3.1 Краткое изложение метода исследования Проба, не содержащая сероводорода, растворяется в спиртовом титровальном растворе натриевой соли уксусной кислоты и титруется потенциометрически раствором нитрата серебра, используя в качестве индикатора потенциал между стеклянным электродом сравнения и серебряным чувствительным электродом. В таких условиях меркаптановая сера выпадает в осадок в виде меркаптида серебра, и конечная точка титрования показывает изменение потенциала элемента. 3.2 Оборудование 3.2.1 Вольтметр"}
{"chunk_id": "standards_ru_Стандарт3_1", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт3.pdf", "text": "электронный, имеющий входное сопротивление не менее Г101 2 Ом и цену деления шкалы не более 2 мВ по всему минимальному диапазону 1 В. Вольтметр должен иметь экранную электростатическую защиту, и экран должен быть заземлен. 3.2.2 Электрод сравнения и чувствительный электрод. Электрод сравнения должен быть прочным стеклянным электродом палочного типа, имеющим защитный заземленный свинцовый экран. Чувствительный электрод должен быть изготовлен из серебряной проволоки диаметром 2 мм или более, смонтированный в изолированном поддерживающем устройстве. Допускается также применять серебряные палочные электроды. 3.2.3 Бюретка, емкостью 10 см3 , градуированная по 0,05 см3 и с наконечником (желательно высотой ниже на 120 мм запорного крана). 3.2.4 Стенд титровальный, предпочтительно встроенный в виде составляющей в корпус измерительного прибора и снабженный опорами для электродов и электрической мешалкой, все должно быть заземлено. Допускаются незначительные изменения в показаниях измерительного прибора при включении мотора мешалки. 3.2.5 Стакан стеклянный по ГОСТ 25336. 3.2.6 Колбы 2-100-2, 2-250-2, 2-1000-2 по ГОСТ 1770. 2 СТ РК 1751 - 2008 3.2.7 Пипетки 1 или 2-го исполнения, 1 или 2-го класса точности вместимостью 1, 2, 5, 10, 20 см 3 по ГОСТ 23932 и ГОСТ 25336. 3.2.8 Весы лабораторные общего назначения с пределами взвешивания 200 г, 2-го класса точности. 3.2.9 Секундомер механический по ГОСТ 8.423. Также может применяться любая автоматическая система титрования, с использованием пары электродов, указанных выше и допускающих выполнение титрования, как предусмотрено в подразделе 3.6, и при выборе конечной точки титрования, как указано в подразделе 3.8 с точностью, которая соответствует или превосходит точность, указанную в подразделе 3.10. 3.3 Реактивы и материалы 3.3.1 Разрешается приготовление других объемов растворов и растворителей, если сохраняется равноценная концентрация. 3.3.2 Вода дистиллированная, рН=5,4^6,6 . 3.3.3 Кадмий сернокислый, подкисленный водный раствор, готовят следующим образом: 150 г сернокислого кадмия ( 3CdS04-8H2 0), марки ч.д.а., растворяют в дистиллированной воде, подкисляют 10 см3 раствора серной кислоты и доводят объем до 1 дм3. 3.3.4 Калий йодистый, эталонный раствор (0,1 моль/л) - 1 дм3 , марки х.ч. или ч.д.а. 3.3.5 2-Пропанол. Ингибированный. 3.3.6 Натрий уксуснокислый 3-водный, марки ч.д.а. 3.3.7 Нитрат серебра, марки ч.д.а., эталонный спиртовой раствор (0,1 моль/л) - растворить 17 г AgNC > 3 в 100 см 3 воды в 1 дм 3 мерной колбе и разбавить до 1 дм 3 2-Пропанолом (99 процентов). Хранить в темной посуде. Пр и м еч а н и е. Необходимо прогнать 2-Пропанол через колонну с активированным глиноземом (окисью алюминия) для удаления пероксидов, которые могут образоваться в процессе хранения. Добавить шесть капель концентрированной HNO 3 (относительная плотность 1,42) в 10 см 3 воды в стакане объемом 300 см3 . Удалить оксиды азота кипячением в течении 5 мин. Охладить до комнатной температуры. Накапать пипеткой 5 см 3 0,1 моль/л раствора иодида калия KI в стакан и титровать раствором AgN03 , подобрав конечную точку по перегибу кривой титрования. 3.3.8 Нитрат серебра (0,01моль/л) готовится непосредственно перед экспериментом посредством разбавления эталона 0,Ш. Накапать пипеткой 100 см3 0,1 моль/л эталона в 1 дм3 мерную колбу и разбавить до 1 дм3 2-пропанол. 3.3.9 Раствор сульфида натрия (Na 2S) (1 процент), марки ч.д.а. Готовить непосредственно перед каждым проведением эксперимента. 3 СТ РК 1751 - 2008 3.3.10 Кислота"}
{"chunk_id": "standards_ru_Стандарт3_2", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт3.pdf", "text": "серная, разбавленная, 20% водный раствор (относительная плотность 1,84). На раствор сульфата кадмия требуется только 10 мл. 3.3.11 Раствор для титрования - Меркаптаны с низкой молекулярной массой, которые могут содержаться в газолине в кислотном титровальном растворе, быстро испаряются. Для определения меркаптана с более высокой молекулярной массой, который может содержаться в керосине, авиационном и дистиллятном топливе, используется кислотный титровальный раствор. Щелочной титровальный раствор: растворить 2,7г тригидрата уксуснокислого натрия (NaC2 H3 0 2 -ЗН2 0 ) или 1,6г безводного уксуснокислого натрия (NaC2 H3 0 2 ) в 25 см3 воды, и добавить в 975 см3 2-пропанола (99 %). При необходимости удалить растворенный кислород, продувая раствор быстрым потоком азота в течение 10 мин. Хранить защищенным от атмосферного воздуха. Для предотвращения растворения кислорода в растворе во время хранения, создать азотную подушку раствора до его герметизации. Кислотный титровальный раствор: растворить 2,7г тригидрата уксуснокислого натрия (1 Ч Г а С 2 Нз02-ЗН2 0 ) или 1,6г безводного уксуснокислого натрия (ЫаС2Н3 0 2 ) в 20 см3 воды, не содержащей кислорода, и добавить в 175 см3 2-пропанол (99 %), а также добавить 4,6 см3 ледяной (кристаллической) уксусной кислоты. При необходимости удалить растворенный кислород, продувая раствор быстрым потоком азота в течении 10 минут при каждом применении. Хранить защищенным от атмосферного воздуха. Для предотвращения растворения кислорода в растворе во время хранения использовать азотную оболочку для раствора до герметизации. Наждачная ткань или бумага со средней зернистостью 18 мкм. 3.4 Отбор проб 3.4.1 Пробу отбирают в соответствии с СТ РК ИСО 3170 и СТ РК ИСО 3171. 3.4.2 Метил меркаптан имеет температуру кипения 6,2°С, и возможно его присутствие в легких необработанных газолинах. Метил меркаптан с температурой кипения ниже 6,2°С должен храниться при температуре ниже 4°С с целью предотвращения его потери. 3.5 Подготовка оборудования 3.5.1 Стеклянный электрод сравнения до и после каждого титрования протирать мягкой, чистой тканью и ополаскивать водой. Регулярно очищать электрод (не реже одного раза в неделю). Электрод хранить в стакане с дистиллированной водой. 4 СТ РК 1751 - 2008 3.5.2 Перед использованием готовить свежее покрытие на электроде из сульфида серебра: электрод полируют наждачной тканью или бумагой до появления гладкой серебряной поверхности. Электрод ставят в рабочее положение и погружают в 100 см3 растворителя для титрования, содержащего 8 см3 раствора сернистого натрия (Na 2S) с массовой долей 1%. Из бюретки при перемешивании медленно добавляют 10 см3 раствора нитрата серебра (AgNOy) в течении 10-15 мин. Вынимают электрод из раствора, промывают водой и протирают мягкой чистой тканью. В промежутках между титрованиями электроды опускают не менее, чем на 5 минут в 100 см3 растворителя для титрования, содержащего 0,5 см3 раствора нитрата серебра. Прибор подготавливают в соответствии с инструкцией по эксплуатации. 3.6 Порядок проведения работы 3.6.1 Определение плотности. Если проба подлежит объемному измерению, то необходимо определить плотность методом исследования СТ РК 1642 при температуре, при которой порция пробы была отобрана. 3.6.2 Удаление сероводорода. Исследовать пробу качественно на сероводород (H2S), встряхивая 5 см3 пробы с 5 см3 кислотного раствора CdS04. При отсутствии осадка продолжать анализ пробы (пункт 3.6.3). Если появится желтый осадок, то необходимо удалить водяную фазу. Повторить экстрагирование с другой порцией раствора CdS04. Снова отобрать водяную"}
{"chunk_id": "standards_ru_Стандарт3_3", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт3.pdf", "text": "фазу и промыть пробу с тремя 25-30 см3 порциями воды, отбирая воду после каждой промывки. Отфильтровать углеводород через фильтровальную бумагу. Если в дальнейшем не будет формироваться никакой осадок, то продолжать в соответствии с пунктом 3.6.3. Если появится осадок, то повторить экстрагирование с раствором CdS04 пока весь H2S не будет удален. П римечание. Некоторые газолины могут содержать фракции обоих видов меркаптанов - низкого молекулярного веса и с растворенной атомарной серой, которые при нагревании могут образовывать сероводород (H2S). Рекомендуется не нагревать пробу. 3.6.3 Отмерить пипеткой или взвесить от 20 до 50 см3 пробу в стакан, содержащий 100 см3 соответствующего титровального растворителя. Поместить стакан на титровальный стенд или автодозатор автоматической системы титрования. Если используется автоматическая система титрования, задайте параметры системы для воспроизводства экспериментальных условий, указанных в пункте 3.6.3.1. Отрегулировать положение титровального стенда так, чтобы электроды были наполовину погружены. Наполнить бюретку спиртовым раствором 0,01 моль/л AgMA и установить ее на титровальный стенд так, чтобы наконечник был выше на 25 мм 5 СТ РК 1751 - 2008 уровня растворителя. Отрегулировать скорость мешалки, чтобы обеспечить энергичное перемешивание без разбрызгивания. 3.6.3.1 Записать начальные показания бюретки и потенциалов элементов. Типичные показания вольтметра в присутствии меркаптана находятся в диапазоне от минус 250мВ до минус 350мВ. Добавлять 0,25 см3 раствора 0,01 моль/л AgNO3 и записывать показания бюретки и вольтметра. Потенциал считается постоянным, если он изменяется менее, чем на 6 мВ/мин. 3.6.3.2 Если при каждом добавлении порции раствора AgN03 изменения потенциала меньше, чем 6 мВ/мин, то добавлять по 0,5 см3 раствора. Когда изменения потенциалов начинают превышать 6 мВ/мин, добавлять объем 0,05см3 раствора 0,01 моль/л AgN03. При приближении к конечной точке титрования может пройти 5-10 минут до того, как установится постоянный потенциал. Продолжительность титрования должна быть по возможности короткой для того, чтобы избежать окисления соединений серы кислородом. 3.6.3.3 Продолжать титрование, пока показания прибора не установят относительно постоянное изменение потенциала элемента на 0,1 см3 раствора 0,01М AgN03. Считать потенциал постоянным, если он изменяется менее, чем 6 мВ/мин. Удалить титровальный раствор, промыть электроды спиртом и протереть сухой тканью. Если используется автоматическая система титрования, то хорошо промыть электроды спиртом, дать излишку спирта стечь с электрода, и затем продолжать исследование со следующей пробой. 3.6.4 Желательно ежедневно выполнять титрование контрольного раствора, следуя пункту 3.6.3, без добавления исследуемой пробы. 3.7 Расчет Рассчитывают процентное содержание меркаптановой серы в пробе следующим образом: V •ГS = 3 , 2 0 6 - — — ( 1 ) т где V 3 - объем 0,01 моль/л раствора нитрата серебра, израсходанного на титрование; Q - концентрация раствора нитрата серебра, моль/л; т - масса топлива, г. Объем при необходимости пересчитывают на массу, определяя плотность; 3,206 - коэффициент пересчета на меркаптановую серу. 6 СТ РК 1751 - 2008 3.8 Обработка результатов Нанести на график результаты титрования. 3.8.1 Если в пробе присутствуют исключительно меркаптаны, титрование дает кривую первого типа, как показано на рисунке 1, имеющую начальный пологий участок (плато) при потенциале, менее или равно 250мВ, и конечная точка достигается тогда, когда потенциал изменяется менее, чем на 6 мВ/мин. 3.8.2 Если в пробе присутствуют и меркаптаны, и элементарная сера, то происходит химическое взаимодействие, которое вызывает выпадение в"}
{"chunk_id": "standards_ru_Стандарт3_4", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт3.pdf", "text": "осадок сульфида серебра (Ag2S). 3.8.3 В случае, когда меркаптаны присутствуют в избытке, конечная точка выпадения в осадок Ag2S приходится на от минус 550 до минус 350 мВ/мин, и за этим следует выпадение в осадок меркаптида серебра до конечной точки 300 мВ. Такой процесс показан на средней кривой рисунка 1. 3.8.4 Если в избытке присутствует элементарная сера, то конечная точка выпадения в осадок Ag2S берется на том же участке (ЗООмВ), так же как и в случае с меркаптидом серебра, и рассчитывается как меркаптановая сера. 3.8.5 Если пробы легких газолинов, содержащие метантиол (метил меркаптан) или более тяжелые тиолы (меркаптаны), дают ошибочные результаты, то необходимо до начала проведения исследования охладить и поддерживать температуру исследовательского оборудования до ниже 4°С. Для таких проб этот этап может быть необходим для получения более воспроизводимых результатов. Раствор нитрата серебра в см 3 Рисунок 1. Иллюстративные потенциометрические кривые титрования 7 СТ РК 1751 - 2008 3.9 Контроль качества. Гарантия качества 3.9.1 Подтвердить функционирование измерительного прибора и процедуру исследования при помощи анализа контрольного образца. 3.9.1.1 Если протоколы контроля качества (гарантии качества) уже установлены для применения в лаборатории или исследовательском учреждении, то они могут использоваться, так как они подтверждены достоверностью результатов исследования. 3.9.1.2 Если в исследовательском учреждении нет установленных протоколов контроля качества (гарантии качества), то можно использовать приложение Б в качестве системы контроля качества (гарантии качества). 3.10 Точность метода и отклонения 3.10.1 Точность настоящего метода исследования, как было определено при статистической проверке результатов межлабораторного исследования, следующая: Повторяемость (случайная погрешность) - разница между двумя последовательными результатами исследования, полученными одним и тем же лаборантом на одном и том же оборудовании при постоянных рабочих условиях на идентичном исследовательском материале при длительной работе и при нормальном и правильном выполнении настоящего метода исследования, превышала следующие значения только в одном случае из двадцати: Повторяемость = 0,00007 + 0,027х (3) где: х - средний процент меркаптановой серы, массовый процент (рисунок 2) Воспроизводимость - разница между двумя отдельными и независимыми результатами, полученными разными лаборантами, работающими в разных лабораториях на идентичном исследовательском материале при длительной работе и при нормальном и правильном выполнении настоящего метода исследования, превышала следующие значения только в одном случае из двадцати: Воспроизводимость = 0,00031 + 0,042х (4) где: х - средний процент меркаптановой серы, массовый процент (рисунок 2) 3.10.2 Систематическая погрешность - систематическая погрешность процедуры настоящего метода исследования не определена. 8 [ая допустимая разница, масс.%СТ РК 1751 - 2008 Меркаптиновая сера, масс. % Обозначения: _____ Повторяемость Воспроизводимость Рисунок 2. Кривая погрешности меркаптановой серы в нефтепродуктах 9 СТ РК 1751 - 2008 Приложение А (справочное) Альтернативный метод удаления сероводорода А.1 Область применения А. 1.1 Настоящий метод исследования предусматривает альтернативное использование кислотного раствора сульфата кадмия. А. 1.2 Настоящий метод исследования использует индикаторную бумагу с ацетатом свинца для исследования на присутствие сероводорода и гидрокарбонат натрия для удаления сероводорода. А.2 Краткое изложение метода исследования А.2.1 Сероводород обнаруживается лентами фильтровальной бумаги, насыщенными ацетатом свинца и высушенными перед использованием. При правильной подготовке и использовании бумага меняет цвет с белого на более темный вследствие осаждения сульфида свинца сероводородом. А.2.2 Сероводород удаляется посредством повторных промывок водным раствором гидрокарбоната нитрата до тех пор, пока проба не"}
{"chunk_id": "standards_ru_Стандарт3_5", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт3.pdf", "text": "покажет отсутствие сероводорода в соответствии с проверкой с использованием ацетата свинца. А.З Реагенты и материалы А.3.1 Чистота реагентов. Все реагенты должны соответствовать требованиям, указанным в пункте 3.3 настоящего стандарта. А.З.2 Могут использоваться растворы и индикаторная бумага промышленного производства, когда они определенно соответствуют спецификациям, предусмотренным в пункте 3.3 настоящего стандарта. А.3.3 Ацетат свинца, водный раствор. Приготовить 5 процентов (масс) раствора ацетата свинца [(СН3 С00)2РЬ-ЗН2 0]. А.З.4 Ацетат свинца, индикаторная бумага. Для исследования на насыщенность пропитать полоски фильтровальной бумаги в растворе ацетата свинца и высушить. П ри м еч ан и е.Т ак как эта бумага вступает в реакцию с сероводородом, то необходимо ее сушить и хранить в газовой среде, свободной от сероводорода. А.З.5 Гидрокарбонат натрия, водный раствор. Приготовить этот раствор посредством растворения 50 г ± 1 г водородного карбоната натрия (ЫаНСОз) в воде, разбавить до 1 дм3 в мерной колбе. А.4 Процедура, исследование и удаление сероводорода А.4.1 Исследовать небольшую порцию пробы, поместив туда полоску индикаторной бумаги с ацетатом свинца. Если индикаторная бумага меняет цвет, то это указывает на присутствие сероводорода. А.4.2 Если присутствие сероводорода определено, продолжать следующим образом: 10 СТ РК 1751 - 2008 А.4.2.1 Взять порцию пробы, которая составляет 3/4 объема от требуемых для проведения фактического исследования, и налить в отдельную воронку. А.4.2.2 Добавить объем гидрокарбоната натрия, равный половине объема порции для исследования, и энергично встряхнуть. Меры предосторожности. Когда проба летучая, осторожно спустить давление, возникающее во время встряхивания. А.4.2.3 Дать двум фазам отстояться, затем отобрать осажденную фазу и удалить водную. А.4.2.4 Снова исследовать углеводородную фазу со свежей бумагой, пропитанной ацетатом свинца. А.4.2.5 Продолжать процесс промывки, пока результат проверки промытой пробы не даст отрицательный результат на сероводород. Пр имечание. Когда присутствуют и элементарная сера, и меркаптаны, возможно, что при повторном нагревании промытой пробы снова образуется сероводород. Так как повторное формирование сероводорода (после промывки) повлияет на результаты исследования, не нагревать повторно промытую порцию пробы. А.4.2.6 Когда порция для исследования полностью свободна от сероводорода, можно продолжать определение процентного содержания тиола (меркаптана). 11 СТ РК 1751 - 2008 Приложение Б (справочное) Общее положение по контролю качества методов исследования Б.1 Подтвердить функционирование прибора и процедуры исследования посредством анализа контроля качества пробы. Б.2 До проведения контроля процесса измерения пользователю настоящего метода необходимо определить среднее значение и контрольные ограничения контроля качества пробы. Б.З Зарегистрировать результаты контроля качества, проанализировать при помощи контрольного графика для подтверждения статистического статуса контроля общего процесса исследования. Б.4 При отсутствии четких требований, предусмотренных методом исследования, частота проверок контроля качества зависит от критичности определяемого качества, продемонстрированной стабильности исследовательского процесса и требований потребителя (заказчика). Как правило, при исследовании плановых проб контроля качества проба должна подвергаться анализу ежедневно. Частоту проверок контроля качества следует повысить, если регулярно проводятся исследования большого количества проб. Однако, когда доказывается, что исследование находится под статистическим контролем, частота проверок контроля качества может быть снижена. Б.5 При возможности рекомендуется, регулярно исследуемый тип контроля качества пробы имел образец для проб, подвергаемых плановым анализам. В течение ожидаемого периода использования следует обеспечить постоянное наличие и поставку материала для контроля качества проб, и данный материал должен быть однородным и стабильным при планируемых условиях хранения. 12 СТ РК 1751 -"}
{"chunk_id": "standards_ru_Стандарт3_6", "category": "standards", "language": "ru", "source": "data\\standards\\ru\\Стандарт3.pdf", "text": "2008 УДК 662.75.001.4:006.354 МКС 75.080 Ключевые слова: нефтяная промышленность, нефтепродукты, меркаптановая сера, метод исследования, метод определения. 1 3 СТ РК 1751 - 2008 Для заметок 14 Басута ___________ ж. кол койылды IliiiiiMi 60x84 1/16 Кдтазы офсеток. K,apin Typi «KZ Times New Roman», «Times New Roman» Шартты баспа табаты 1,86. Таралымы ____ дана. Тапсырыс «К,азакстан стандарттау жене сертификаттау институты» республикалык мемлекетпк KOcinopHbi 010000, Астана каласы, Орынбор Kenieci, 11 уй, «Эталон орталыты» тимараты Тел.: 8 (7172) 240074 СТ РК 1751-2008"}
{"chunk_id": "standards_en_Standard1_0", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... Document from CIS Legislation database © 2003-2025 SojuzPravolnform LLC The document ceased to be valid since March 28, 2018 according to Item 1 of the Order of the Government of the Republic of Kazakhstan of March 27, 2018 No. 139 ORDER OF THE GOVERNMENT OF THE REPUBLIC OF KAZAKHSTAN of August 5, 2014 No. 906 About approval of requirements for safety of objects of gas supply systems According to the subitem 16) of article 5 of the Law of the Republic of Kazakhstan of January 9, 2012 \"About gas and gas supply\" the Government of the Republic of Kazakhstan DECIDES: 1. Approve the enclosed requirements for safety of objects of gas supply systems. 2. This resolution becomes effective after six months from the date of its first official publication. Prime Minister of the Republic of Kazakhstan К. Masimov Approved by the Order of the Government of the Republic of Kazakhstan of August 5, 2014 No. 906 Requirements for safety of objects of gas supply systems 1. General provisions Area and procedure for application 1. These requirements establish requirements to designing, construction and operation of gas supply systems natural gases with the excessive pressure of no more 1,2 of MPa (12 kgfs / sq. cm) and the liquefied oil gases (further - the CIS) with the excessive pressure of no more 1,6 of MPa (16 kgfs / sq. cm) used in fuel quality. 2. Requirements extend on: 1) gas pipelines of the cities, settlements and rural settlements (including inter-settlement), industrial, agricultural and other enterprises (further the companies - the legal entities or physical persons which are owners of objects of gas supply system); 2) gas control Items (further - GRP) and gas control installations (further - GRU); 3) gas-filling stations (further - GNS), gas-filling Items (further - GNP), intermediate storages of cylinders (further - PSB), cupboard gas control Item (ShRP), stationary automobile gas-filling stations (further - AGZS), reservoir, group and individual balloon installations of the liquefied gases; 4) the gas supplying companies (organizations) - the gas-distributing or gas-network organizations enabling retail sale of the commodity or liquefied oil gas, and also operation of gas supply systems; https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 1/14 29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... 5) internal gas pipelines and gas equipment of buildings of all appointments. Terms and determinations 3. п these requirements the following terms and determinations are used: 1) accident - destruction of the buildings, constructions and (or) technical devices used on hazardous production facility, uncontrollable explosion and (or) emission of dangerous substances; 2) incident - refusal or damage of the technical devices used on hazardous production facility, variation from the mode of engineering procedure, violation of the law of the Republic of Kazakhstan; 3) antiemergency protection - the device of emergency shutdown of gas; 4) blocking -"}
{"chunk_id": "standards_en_Standard1_1", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "the device providing possibility of prohibition of start-up of gas or turning on of the aggregate in case of violation by personnel of safety requirements; 5) the gas-using equipment (installations) - the equipment in which engineering procedure in fuel quality gas is used, (as the gas-using equipment coppers, turbines, furnaces, gas-piston engines, processing lines and other equipment can be used); 6) gas dangerous works - the works performed in the gas-polluted circle or in case of which gas discharge is possible; 7) gas coppers - the coppers intended for combustion only of commodity gases; 8) the gas pipeline input - the gas pipeline from the place of accession to the gas distribution pipeline to the disconnecting device or case in case of input to the building; 9) GRP, GRU - the technology device intended for pressure decrease of gas and its maintenance at the set levels in gas distribution networks; 10) gas control Item block - the technology device of complete factory readiness in transportable block execution (container) intended for pressure decrease of gas and its maintenance at the set levels in gas distribution networks; 11) air-gas path - system of air ducts and smoke (gas) of wires, including intra furnace space of gas-using installation; 12) gas consumption object - the production and technology system including the network of internal gas pipelines, the gas equipment and gas-using installations, system of automatic equipment of safety, blocking, the alarm system, regulation and process control of combustion of gas, the building and construction placed in one production territory; 13) gas supply system objects - gas pipelines, GRU, installations of the CIS, construction on gas pipelines, remedies from electrochemical corrosion, GRP, gas control installations, the gas- equipment of the installed gas factory and administrative and household buildings placed in the territory of the company; 14) dangerous concentration of gas - concentration (volume fraction of gas), equal 20% of lower limit of explosibility of gas; https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 2/14 29.10.2025, 03:49 Order of the Government о the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply s... 15) diagnostics - complex of the organizational and technical actions intended for determination of technical condition of gas pipelines, the gas equipment (technical devices) for the purpose of determination of residual resource with development of the recommendations providing its safe operation on all renewal term of lifecycle or reasons for need of replacement; 16) adjustment works - complex of organizational and technical actions for preparation of the equipment, systems and communications to accomplishment of the technology transactions providing production process in the set amounts, required quality with optimum technical and economic indicators in case of reliable and safe operation. Adjustment works include commissioning (individual testing and complex approbation of the equipment) and regime and adjustment testing; 17) connecting details (fitting) - the gas pipeline elements intended for change of its direction, accession, branches, connection of sites; 18) settlement pressure - the maximum excessive pressure in the gas pipeline on which calculation on durability in"}
{"chunk_id": "standards_en_Standard1_2", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "case of reasons for the main sizes providing reliable operation during settlement resource is made; 19) settlement resource of operation - total operating time of object from the beginning of its operation or its renewal after repair before transition to limiting condition; 20) settlement service life - calendar duration from the beginning of operation of object or its renewal after repair before transition to limiting condition; 21) repair - complex of transactions with development, recovery or replacement of details or nodes after which accomplishment operability and fail-safety of gas pipelines and the gas equipment on the subsequent useful life are guaranteed; 22) gas economy of the company - gas pipelines, installations of the CIS, construction on gas pipelines, remedies from electrochemical corrosion, GRP, GRU, the gas-equipment of the installed gas factory and administrative and household buildings placed in the territory of the company; 23) intersettlement gas pipeline - the gas pipeline of gas-distribution system laid out of the territory of the cities and settlements; 24) the household companies - schools, hospitals, dining rooms, factories, kitchens, hairdressing salons, etc. where the gas equipment is operated; 25) conservation regime, the repair mode - the mode in case of which pipeline installations are exempted from gas are disconnected with installation of cap; 26) the specialized organization - the organization, which core activity - performance of works, connected with designing, construction and operation of gas supply system; 27) the reserve mode - the condition of gas-using installation in case of which gas is not burned and excessive pressure in gas pipelines is absent (shutoff valves on withdrawal of the gas pipeline to installation are fixed in provision \"is closed\"); 28) the outside gas pipeline - the underground, land and elevated gas pipeline laid out of buildings to the disconnecting device or to case in case of input to the building; https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 3/14 29.10.2025, 03:49 Order of the Government о the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply s... 29) the object using the liquefied oil gases (LOG) - the subject to production and household appointment providing storage and (or) realization of the CIS, and also its use in fuel quality on hazardous production facilities; 30) the liquefied oil gas - the mix of light hydrocarbons (propane - butane fraction, propane, butane) transformed to liquid state for the purpose of transportation and storage; 31) the alarm system - the device providing giving of sound and light signal in case of achievement of the prevented value of controlled parameter; 32) SKZ - signaling device of control of gas contamination - the device providing giving of sound and light signals, and also automatic shutdown of supply of gas in the internal gas pipeline of network of gas consumption in case of achievement of the established level of controlled concentration of gas in room air; 33) the gas distribution pipeline - the gas pipeline of gas-distribution system providing supply of commodity gas from gas supply source to gas pipelines inputs"}
{"chunk_id": "standards_en_Standard1_3", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "to consumers of gas; 34) system of maintenance and repair - set of the interconnected means, materials, documentation and the contractors necessary for the prevention of defects in gas supply systems; 35) maintenance - complex of transactions or transaction on maintenance of operability of products (technical devices) in case of operation of objects of gas-distribution system and gas consumption; Limiting 36) condition - condition of object in case of which its further operation is inadmissible or inexpedient or recovery of its operating state is impossible or inexpedient on the signs established by design (project) documentation and (or) technical regulatory legal acts; 37) cupboard gas control Item - the technology device in cupboard execution intended for pressure decrease of gas and its maintenance at the set levels in gas distribution networks. Organization of control of observance of regulations of requirements 4. Control of observance of these requirements in design process, constructions, repair and reconstruction, commissioning and operation, conclusion from operation, preservation and (or) liquidation of gas-distribution system and gas consumption is performed by the organization performing the called works. The provision (instruction) on the organization and carrying out production supervision is developed and affirms as each organization (object) the head. 5. The state control of observance of requirements on subjects to housing appointment is exercised by local executive bodies. 6. Production control over observance of requirements is exercised by owners of objects. 2. Operation of gas supply systems General requirements 7. At each company the complex of actions, including system of maintenance and repair, providing content of objects of gas-distribution system and gas consumption in good repair and observance of regulations of these requirements for safety of operation of gas pipelines, the https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 4/14 29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... equipment and gas-consuming aggregates is carried out. Ensuring accomplishment of complex of actions is assigned to the first director. 8. The procedure for the organization and work is determined by maintenance and repair of gas supply system by these requirements and technical regulatory legal acts. 9. Maintenance and repair of objects of gas supply system are carried out in amount and the terms established by these requirements and the specifications and technical documentation of the equipment and aggregates. 10. Schedules of maintenance and repair of objects of gas supply system affirm the head of the company owner or company performing the specified works on the agreement. 11. Job, production descriptions and instructions for safe works are developed for persons occupied with technical operation of gas supply system. For working at fire-dangerous sites - instructions on fire safety. 12. The job description determines the rights and obligations of heads and specialists. 13. The production instruction contains requirements for the technical sequence of accomplishment of different transactions, methods and amounts of quality check of the performed works. Technology schemes with designation of installation sites of shutoff valves and instrumentations are attached to the maintenance manual"}
{"chunk_id": "standards_en_Standard1_4", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "and repair of the equipment of GRP, gas control installations, GNS, AGZS and boiler rooms. The production instruction and the technology scheme are reviewed and pereutverzhdatsya after reconstruction, modernization and change of engineering procedure before turning on of the equipment in work. 14. The company stores project and performing documentation on the gas pipelines and the installed gas objects which are in operation. Transfer on storage of the specified documents to the third (operating) parties is allowed only in case of accomplishment of maintenance and repair by them based on terms of the contract. 15. On each outside gas pipeline, electroprotective, reservoir and group balloon installation, GRP (gas control installations), GNS (GNS, AGZS) is constituted the operational passport containing the main technical characteristics, and also data on the made repairs. 16. On flywheels of armature the direction of rotation when opening and closing armature is designated. 17. On gas pipelines of boiler rooms, GNP (gas control installations), GNS (GNP), AGZS are specified the directions of movement of flow of gas. Organization of maintenance and repair of objects of gas supply system 18. At each company the order (order) of its executive body from among the heads or specialists who underwent in accordance with the established procedure examination, acting in the territory of RK of the legislation in the field of industrial safety and these requirements designates person responsible for safe operation of objects of gas supply system. https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 5/14 29.10.2025, 03:49 Order of the Government о the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply s... In the organizations carried to household consumers and also at the companies in which staff the position of the division manager or specialist with technical education is not provided control of safe operation of gas supply system is exercised by the worker who had training according to requirements of the Law of the Republic of Kazakhstan \"About industrial safety on hazardous production facilities\". 19. In the organizations on person responsible for safe operation of gas supply system of the company, the job description in which are provided is developed: 1) providing the safe mode of gas supply; 2) participation in approval of projects of gas supply and work of the commissions on acceptance of gasifiable objects in operation; 3) development of instructions, the plan of localization and accident elimination in gas economy; 4) participation in the commissions on examination of rules, regulations and instructions on gas economy by employees of the company; 5) check of observance of the procedure for the admission of specialists and workers established by these requirements to independent work; 6) carrying out regular control of safe operation and repair of gas pipelines and gas equipment; 7) check of correctness of maintaining technical documentation in case of operation and repair; 8) assistance in work to persons responsible for safe operation of gas supply system of workshops (sites); 9) development of actions plans and programs for replacement and upgrade of the obsolete equipment; 10) participation"}
{"chunk_id": "standards_en_Standard1_5", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "in holding antiemergency trainings with specialists and workers; 11) participation in the examinations conducted by state control body. 20. Person responsible for safe operation of gas supply system of the company carries out work on: 1) to implementation of communication with the gas supplying organization, and also the companies performing works on maintenance and repair on the agreement; 2) to discharge from the servicing of the gas equipment and accomplishment of gas dangerous works of persons which did not undergo examination or showed unsatisfactory knowledge of rules, regulations and instructions; 3) to provision to management of offers on accountability of persons breaking regulations of requirements; 4) to non-admission of commissioning of the gas-consuming installations which are not answering to regulations of these requirements; 5) to suspension of operation of the gas pipelines and the gas equipment dangerous in case of further operation, and also self-willedally entered into work; https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 6/14 29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... 6) to matching of persons responsible for safe operation of gas supply system of workshops, specialists and workers of gas service; 7) to issue to heads of workshops of gas service of instructions for elimination of violations of regulations of requirements, obligatory for execution. 21. Maintenance and repair of gas pipelines and the gas equipment of apartment houses, schools, hospitals, public and office buildings, household consumers in the cities, settlements and rural settlements are performed by the organizations certified in the field of industrial safety according to requirements of regulatory legal acts in the field of industrial safety. 22. Operation of gas supply system of industrial, utility and agricultural enterprises is provided with their owner or the certified organization for the agreement. 23. At the company operating gas supply system by own efforts the gas service is organized. 24. Tasks of gas service, structure and its number (depending on amount and complexity of object gas supply systems) are installed by the Regulations on gas service approved by the director and approved with territorial subdivision of authorized body. 25. The administration of the company provides gas service with accommodation with telephone communication, individual protection equipment, tools and devices. 26. Identification and liquidation of korrozionnoopasny zones on underground steel gas pipelines and reservoirs of the liquefied gas, maintenance and repair of installations of electrochemical protection are performed by the gas supplying companies or the organizations specializing in performance of works on protection of underground metal constructions and communications against corrosion. Accomplishment of the specified works by the company owner of gas pipelines in the presence at it the services of protection against corrosion staffed by the prepared personnel, and also equipped with necessary devices, mechanisms is allowed. 27. Transfer of works on maintenance and repair by the company owner to the gas supplying company is drawn up by the agreement. In the agreement borders and amounts of works are accurately determined by maintenance and repair, obligations of the"}
{"chunk_id": "standards_en_Standard1_6", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "parties in providing conditions of safe operation of objects of gas supply system are regulated. Outside gas pipelines and constructions 28. Control of gas pressure in networks of the city and settlement is performed by measurement in different points at least two times a year (during the summer and winter periods) in hours of the maximum gas consumption. 29. Verification of presence of moisture and condensate in gas pipelines, their removal are carried out with the frequency excluding possibility of formation of obstruction. Review frequency is determined by the company of gas economy. 30. The shutoff valves and compensators established on gas pipelines are exposed to annual maintenance, and if necessary - to repair. Data on replacement of latches, cranes, compensators, and also the works performed in case of capital repairs are entered in the passport of the gas pipeline. https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 714 29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... 31. The gas pipelines which are in operation under systematic observation are exposed to checks of technical condition, routine maintenance and overhaul repairs. 32. Technical condition of outside gas pipelines and constructions is controlled by periodic bypass. 33. In case of bypass of elevated gas pipelines come to light and timely are eliminated: 1) gas leakage; 2) movement of gas pipelines out of limits of support; 3) availability of vibration, flattening, inadmissible deflection of the gas pipeline, sag, bend and damage of support; 4) defects of the disconnecting devices and the isolating flange connections, remedies from fall of electrical wires, fixtures and coloring of gas pipelines; 5) defects of devices of electrochemical protection and dimensional signs on transitions, in places of journey of motor transport. The bypass is carried out at least 1 time in three months. 34. In case of bypass of underground gas pipelines: 1) trasses of gas pipelines are inspected and gas leakages on external signs come to light, all wells and control tubes, and also wells and cameras of other underground communications, cellars of buildings, the mines, collectors, underground passages located at distance to 15 m on both sides from the gas pipeline are controlled by gas analyzer or the gas-indicator safety, condition of wall indexes and reference points of gas constructions are checked; 2) covers of gas wells and covers are cleared of snow, ice and pollution, the area condition on the pipeline route for the purpose of identification of collapse of soil, washout is inspected by its thawed or rain snow, the conditions of production of construction works providing safety of the gas pipeline at distance of 15 m in both parties and exception of its damage are controlled. 35. In case of detection of gas contamination of constructions on the pipeline route or gas leakages: 1) the emergency and dispatching service and management of service is immediately informed; 2) measures for the prevention of surrounding people (residents of the house, passersby) about gas contamination and inadmissibility of"}
{"chunk_id": "standards_en_Standard1_7", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "use of naked flame, use of electric devices and need of airing of rooms are taken; 3) are organized check by devices and airing of gas-polluted cellars, socle and first floors of buildings, wells and cameras of underground constructions (communications) in 15-meter and 50- meter zone. 36. Frequency of bypass of routes of underground gas pipelines is established depending on their technical condition, availability and efficiency of electroprotective installations, category of the gas pipeline on pressure, puchinistost, prosadochnost and extent of swelling of soil, seismicity of the area, relief and density of its building, season and other factors, but at least the terms specified in table 1. https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 8/14 29.10.2025, 03:49 Order о the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... Table 1 Gas pipelines 1. Again constructed gas pipelines All pressure in vacant part of settlements, and also inter- settlement Low pressure in the built-up part of settlements High and average pressure in the built-up part of settlements Directly in day of commissioning and next day 2. The steel gas pipelines operated up to 40 years in the absence of accidents and incidents 2.1. The polyethylene gas pipelines operated up to 50 years in the absence of accidents and incidents 3. Steel gas pipelines after reconstruction by method of broach of polyethylene pipes or recovery by synthetic fabric sleeve It is established by the technical lead of the gas-distributing organization, but at least 1 time in 6 months 2 times a month Once amonth in case of annual instrument inspection or time in 2 months without its carrying out 1 time in 6 months 1 time in 3 months 1 time in 3 months It is established by the technical lead of the gas-distributing organization, but at least: 9. Gas pipelines with temporarily eliminated gas leakage (bandage, bandage) 10. Gas pipelines in zone of 15 m from production site of construction works 1 time in 3 months 1 time in 3 at months least 1 time in 6 months 4. The steel gas pipelines operated in the action Once a week 2 times a week 1 time area of sources of the wandering currents in soil with in 2 weeks height corrosion aggression and unsecured the minimum protective electric potential 5. Steel gas pipelines with not eliminated defects of Once a week 2 times a week 1 time protective coatings in 2 weeks 6. Steel gas pipelines with positive and sign- Daily Daily 2 variable values of electric potentials times a week 7. The gas pipelines in unsatisfactory technical Daily 2 condition which are subject to replacement times a week 8. The gas pipelines laid in collapsible soil Once a week 2 times a week 1 every two weeks Daily, before carrying out repair Daily, before elimination of threat of damage of the gas pipeline https://cis-legislation.com/document.fwx?rgn=69910&utm_source=chatgpt.com 9/14 29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of"}
{"chunk_id": "standards_en_Standard1_8", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "gas supply $... 11. Coastal sites of gas pipelines in places of Daily in the period of flood transitions through water barriers and ravines 12. The steel gas pipelines operated after 40 years Once a month 2 times a month 1 time in case of positive results of diagnostics in 6 months in case of annual instrument inspection or 1 time in 2 > months without its carrying out 13. The polyethylene gas pipelines operated after 1 time in 3 months 1 time in 3 1 time 50 years in case of positive results of diagnostics months in 6 months 14. The steel gas pipelines after 40 years in case of daily daily 2 negative results of diagnostics appointed to turn or times a reconstruction week 15. The polyethylene gas pipelines after 50 years in daily daily 2 case of negative results of diagnostics appointed to turn times a week 37. The bypass of routes of underground gas pipelines is made by crew as a part of at least two people. Bypass of routes of gas pipelines in vacant part of the city (settlement), and also out of the carriageway of roads in case of absence in 15-meter zone from gas pipelines of wells, other underground communications it is allowed to make one worker. 38. The worker-inspectors of underground gas pipelines are handed on receipt route cards on which schemes of routes of gas pipelines with location of gas constructions, cellars of buildings and wells of other communications which are subject to check on gas contamination are specified. Route cards are specified. Before the admission to the first bypass workers examine the pipeline route on the area. 39. Results of bypass of gas pipelines are reflected in the special magazine according to appendix 28 to these requirements. The revealed defects are reflected in the official report. 40. In the territory of the company along the route of the underground gas pipeline on both sides are allocated with strip 2 m wide within which warehousing of materials and the equipment is not allowed. 41. Heads of the organization in the territory of which the gas pipeline is laid by transit provide access for personnel of the gas-distributing organization for carrying out bypass, maintenance and repair of the gas pipeline, localization and liquidation of emergencies. 42. Owners of the adjacent underground communications laid in radius of 50 m from the gas pipeline provide timely cleaning of covers of wells and cameras of pollution, snow and frost for their check on gas contamination. 43. Owners of buildings or municipal services provide operability of consolidation of inputs of underground engineering communications, contain cellars and technical undergrounds in the condition providing possibility of their permanent airing and check on gas contamination. https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 10/14 29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... 44. The underground gas pipelines which are in operation are exposed to technical inspection by means of special"}
{"chunk_id": "standards_en_Standard1_9", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "devices. 45. Technical inspection of steel underground gas pipelines is made at duration of operation them up to 25 years at least once in five years, lasting operation more than 25 years - at least once in three years. The gas pipelines included in the plan of overhaul or replacement with idle electrochemical protection, are inspected at least once a year. 46. Extraordinary comprehensive instrument examination of steel gas pipelines is conducted in case of detection of leakage or gap of welded joints, end-to-end corrosion damages, and also in case of work stoppages of electroprotective installations within year: 1) more than 1 month - in zones of dangerous action of the wandering currents; 2) more than 6 months - in zones of lack of the wandering currents if protection of the gas pipeline is not provided with other installations. The corrosion condition of metal and insulating covering of pipe is determined in all holes which are torn off in use the gas pipeline or constructions, adjacent to it. 47. For the purpose of safe operation of gas supply systems owners or municipal services in case of technical inspection of underground steel gas pipelines check: 1) hermeticity of pipelines; 2) quality of welded joints; 3) exposure of corrosion danger; 4) condition of protective coating and metal of pipes. 48. Survey of steel underground gas pipelines for the purpose of determination of condition of protective coating of metal of pipe (by opening on gas pipelines of control holes length m 1,5 suffices) is carried out not only in places of identification of damages of coverings, and also on sites where use of devices is complicated by industrial radio noises. Places of opening of control holes, their quantity in zones of industrial radio noises are determined by the chief engineer of the company of gas supply system or the chief of gas service. For visual inspection the sites subject of the greatest corrosion danger, the place of crossing of gas pipelines with other underground communications, kondensatosbornik, hydrolocks are chosen. At the same time on each 500 m of gas distribution pipelines and on each 200 m of gas pipelines inputs at least one hole is opened. 49. Check of hermeticity and detection of places of leakages of gas from underground gas pipelines during frost penetration in soil, and also on the sites located under advanced pavings are made by well-drilling with the subsequent sampling by the gas-indicator. On the gas distribution pipeline of well are drilled at gas pipeline joints. In the absence of the scheme of arrangement of joints, and also on gas pipelines inputs of well are drilled through each 2 m. In winter time depth is drilled at least depth of frost penetration in soil, in the rest of the time - corresponds to depth of stacking of tube. Wells are pledged at distance of at least 0,5 of m from gas pipeline wall. https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 11/14 29.10.2025, 03:49 Order of the Government о the Republic of Kazakhstan \"About approval"}
{"chunk_id": "standards_en_Standard1_10", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "of requirements for safety of objects of gas supply s... When using highly sensitive gas-indicators for determination of gas it is allowed to reduce depth of wells and to carry out them on gas pipeline axis provided that the distance between top of pipe and bottom of well will be at least 40 cm. 50. Use of naked flame for determination of availability of gas in wells is not allowed. 51. It is allowed to check hermeticity of gas pipelines pressure testing by air on regulations of testing according to appendix 4 to these requirements. 52. In case of technical inspection of polyethylene gas pipelines by the operating organization hermeticity of gas pipelines by means of the highly sensitive gas-indicator (in the built-up part - at least 1 time a year, it is preferential during the spring and autumn period, in vacant part - at least 1 time in 5 years) is checked. 53. By results of technical inspection the statement in which taking into account the revealed defects and assessment of technical condition it is necessary to draw the conclusion about possibility of further operation of the gas pipeline, need and terms of carrying out its repair or replacement is drawn up. The act of technical inspection affirms the head of the organization performing these works. 54. Technical inspection of underwater transitions of gas pipelines is carried out at least 1 time in 5 years by the specialized organization having the corresponding equipment, equipment and the trained staff. At the same time location of the gas pipeline concerning bottom and availability of damages of insulating covering is specified. Also determination of integrity, interposition of prigruz on underwater transitions and in places where measures against possible emersion of gas pipelines are taken is carried out. Results of inspections are drawn up by acts or reports. 55. Gas leakages on gas pipelines are eliminated in emergency procedure. In case of detection of dangerous concentration of gas in cellars, undergrounds of buildings, collectors, underground passages, galleries gas pipelines are immediately switched-off. Before leakage elimination their operation is not allowed. 56. The collars and bandages providing hermeticity of connection in case of their daily survey are applied to temporary elimination of leakages of gas. 57. Defective welded joints, end-to-end corrosion and mechanical damages of gas pipelines, cavities over 30% in depth of thickness of wall of metal of pipe are eliminated by cutting of defective sites and warka of coils at least 200 mm long. 58. About shutdown of the gas pipelines connected with their repair and also gas supply renewal time consumers are warned beforehand. 59. The company owner timely takes measures for repair of protective coatings, prevention of further destruction of steel underground gas pipelines. Defects of isolation on the gas pipelines located in action areas of the wandering currents or near buildings with possible accumulation of people need to be eliminated first of all and not later than in month after their detection. 60. Production of welding and insulating works"}
{"chunk_id": "standards_en_Standard1_11", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "in case of accession and repair of steel underground gas pipelines, control of their quality are carried out according to requirements of technical regulations. https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 12/14 29.10.2025, 03:49 Order of the Government о the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply s... 61. Production construction, including earth, works at distance less than 15 meters from the gas pipeline is allowed only according to the written permission of the operating organization of gas supply system in which conditions and procedure for their carrying out are specified. The scheme of arrangement of the gas pipeline with bindings is attached to permission. The organization conducting earthwork represents to the company of gas supply system for review the draft of the plan of their production. 62. Prior to operation of shock mechanisms and the digging equipment near the route of the underground gas pipeline it is necessary to determine the actual location in its way of opening of holes manually. Shock mechanisms can be used to loosening of soil at distance at least 3 т from the underground gas pipeline, and the mechanisms capable to deviate considerably from vertical axis (sphere, wedge woman, etc.) - at distance at least 5 m. 63. In case of mechanical damages of steel gas pipelines with the shift of their rather basic position both across, and down along with work on elimination of leakages of gas are opened and checked by physical method on one next joint in both parties from the place of damage. In case of detection in them of the gaps and cracks caused by damage of the gas pipeline in addition the following joint of the gas pipeline is opened and checked by physical control method. The damaged joints are cut out and replaced by warka of coils. Note: in case of identification of not pro-pitch, accumulation of time and other defects of joints extraordinary quality check of welded joints is carried out. 64. Gas pipelines in places of crossing with railway tracks and highways, irrespective of date of the previous check and repair, are checked and if necessary are repaired or replaced in case of work on expansion and capital repairs of foundations of the road. About the forthcoming repair or expansion of ways (roads) of the organization, operating gas- distribution system, are notified beforehand. Gas control Items and gas control installations 65. The operating mode of GRP and GRU of the industrial, agricultural and utility enterprises, and also head (intermediate) GRP is established according to the project. 66. Settings of the equipment of city GRP are set by the chief engineer of the company of gas economy, at the same time for residential customers the maximum working pressure of gas after the regulator does not exceed 300 mm. water column; the safety waste valves including which are built in pressure regulators provide dumping of gas in case of exceeding of the maximum working pressure after the regulator no more than for 15%, the upper"}
{"chunk_id": "standards_en_Standard1_12", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard1.pdf", "text": "limit of operation of safety locking valves does not exceed the maximum working pressure of gas after the regulator more than for 25%. Settings of the equipment of GRP, ShRP, GRU, gas-using installations of industrial, agricultural organizations, and also intermediate GRP are established by the project and specified when commissioning. 67. The fluctuation of pressure of gas at the exit from GRP or gas control installations exceeding 10% of working pressure is not allowed. The defects of regulators causing increase or lowering of working pressure, malfunction in operation of safety valves and also leakages of gas are https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 13/14 29.10.2025, 03:49 Order of the Government of the Republic of Kazakhstan \"About approval of requirements for safety of objects of gas supply $... eliminated in emergency procedure. 68. Inclusion in operation of the regulator of pressure in case of interruption in supply of gas is made after establishment of the reason of operation of the safety and locking valve and taking measures to its elimination. 69. Locking devices on the bypass line (bypass) and in front of the waste safety valve are sealed up. Gas on the bypass line is allowed to be given only during the time necessary for repair of the equipment and armature, and also during pressure decrease of gas before GRP or gas control installations up to the size which is not ensuring reliable functioning of the regulator of pressure. Work is performed by crew of workers as a part of at least two people, one of whom is appointed the senior. 70. Air temperature indoors where the equipment and gages are placed, is supported not below, specified in the passport of manufacturing plant. 71. Outside of the building of GRP or near barrier of gas control installation warning labels - \"FLAMMABLLY - GAZ\" are in a visible place put. 72. In case of operation of GRP and gas control installations the following operations are performed: 1) survey of technical condition in the terms established by the instruction ensuring safety and reliability of operation; https://cis-legislation.com/document.fwx?rgn=699 10&utm_source=chatgpt.com 14/14"}
{"chunk_id": "standards_en_Standard2_0", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries Document from CIS Legislation database © 2003-2025 SojuzPravolnform LLC Approved by the Order of the Minister of investments and development of the Republic of Kazakhstan of December 30, 2014 No. 355 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries (as amended on 02-10-2025) Chapter 1. General provisions 1. These rules of ensuring industrial safety (further - Rules) are developed for hazardous production facilities of oil and gas industries according to subitem 94-13) of Item 16 of the Regulations on the Ministry of Emergency Situations of the Republic of Kazakhstan approved by the order of the Government of the Republic of Kazakhstan of October 23, 2020 No. 701 and determine procedure for ensuring industrial safety for hazardous production facilities of oil and gas industries. 2. In these rules the following basic concepts are used: 1) accident - destruction of buildings, constructions and (or) technical devices, uncontrollable explosion and (or) emission of dangerous substances; 2) abnormally high reservoir pressure - deposit pressure with coefficient of anomaly of 1,5 and more hydrostatic pressure of column of drilling mud fluid in well; 3) the work permit - task for the works which are drawn up when carrying out construction and (or) repair work in the territory of operating plant when there is available or can be production danger proceeding from operating plant; 4) production schedules - the document determining technology of conducting process or its separate stages (transactions), the modes and the production technology of products, safe working conditions, approved by the technical lead; 5) ridging - construction in the form of earth shaft or the protecting wall for protection against spill of liquid dangerous substances. Chapter 2. Procedure for ensuring industrial safety in case of project development of arrangement of oil, gas and gas-condensate fields 3. And gas is developed by each organization operating fields of oil extraction the project documentation on arrangement of oil, gas and gas-condensate fields (further - the project documentation) and the project documentation on construction of wells (further - the project on construction of wells). Paragraph 1. Procedure for ensuring industrial safety when designing objects of oil, gas and gas- condensate fields https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 1/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 4. Buildings and constructions with the explosion-fire-hazardous processes emitting hazardous and combustible substances, sources of possible emergency emissions are designed taking into account the prevailing direction of wind, land relief, climatic and seismic conditions. The minimum safe distances of infrastructure facilities of oil and gas fields (further - NGM) from buildings and constructions are given in appendix 1 to these rules. 5. When designing hazardous production facility the choice of the equipment and pipelines, is made depending on corrosion and aggressive properties of the transported substances. 6. In the project documentation actions for the prevention of impact on the equipment, pipelines, personnel and the population"}
{"chunk_id": "standards_en_Standard2_1", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "in selitebny zone, dangerous and harmful production factors are developed (further - OVPF). 7. In the project documentation places and routes for collection and evacuation of personnel, means of collective protection (further - SKZ) working, stations of control of gas contamination of the environment, posts of gas safety, wind indexes, check-points shall be specified. 8. Actions in the field of industrial safety during the designing and construction of surface facilities of the field of hydrocarbons shall provide measures for safe functioning of these objects, localizations and minimization of effects of possible emergencies and to provide: 1) arrangement of objects of NGM taking into account safe distances; 2) reasons to the choice of the equipment regarding safe operation; 3) system of collection, preparation and transportation of products of wells, utilization of hazardous substances and associated gas; 4) industrial control system (further - industrial control system); 5) system of antiemergency protection, blocking, safety and signaling devices according to the prevention dangerous and emergencies; 6) means of the automated control system of the air circle and the alarm system, for early detection of dangerous factors; 7) organization of permanent production and autonomous system of emergency communication and notification; 8) automation and telemetric control of objects; 9) providing personnel with individual and collective remedies; 10) neutralization and utilization of production waste, combustible, hazardous and toxic substances; 11) conditions of safe drilling, development, testing, researches, preservation and liquidation of wells, objects; 12) methods and technology of testing; 13) assessment of probability of origin dangerous and emergencies, taking into account object vzryvopozharoopasnost indicators; https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 2/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 14) application of methods of nondestructive control and anticorrosive protection of the equipment, pipelines, metal designs. 9. Underground laying of pipelines in buildings, constructions, rooms is not allowed. 10. Production and household facilities are provided with ventilation, heating, water supply and the sewerage. 11. For factory buildings and the territory of installations systems of the closed industrial sewerage for withdrawal of technology drains, ground and storm waters are designed. On network of the industrial sewerage the hydraulic locks located in wells shall be provided. 12. The projectible equipment, instrumentations and automatic equipment (further - instrumentation and automated control systems), devices of lighting, the alarm system and communication, held for use in explosive zones, are provided in explosion-proof execution. 13. The project documentation including use of inert gases for replacement of combustible vapors and gases of aggressive and toxic liquids shall provide methods and control facilities behind content of oxygen and prevention of formation of dangerous concentration in technology circles. 14. The project documentation shall provide exception of possibility of irreversible technogenic changes of the environment including in case of emergency emissions of hazardous substances, reasons for assessment of reliability and zero accident rate of production processes and the equipment, risk assessment of origin and possible effects of the predicted emergencies, the decisions directed to prevention, the localization, accident elimination and protection working and the"}
{"chunk_id": "standards_en_Standard2_2", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "populations from dangerous production factors. 15. Before development of the project documentation by the general designer the sizes of sanitary protection zones are determined (further - the SPZ). 16. As a part of the project documentation on arrangement of the field calculations of threshold limit values (further - maximum allowable concentration) hazardous substances on hazardous production facilities are in full represented. 17. Calculations and reasons for the SPZ are carried out taking into account maximum (on amount and duration) the predicted emergency emissions of hazardous substances. In the territory of the SPZ accommodation of the population is not allowed, to place sports constructions, parks, schools, child care facilities, treatment-and-prophylactic and improving organizations public. In case of shift method of work on the field it is allowed to take place working in field camps. 18. In the project documentation on arrangement of the field specific types and the number of devices, materials and the equipment, the place (construction) for their storage and preparation for work are proved and are determined. Paragraph 2. Procedure for ensuring industrial safety in case of project development on construction of wells 19. In the specification on designing among parameters content of hydrogen sulfide in formation fluid of the field is specified. 20. Are in addition provided in the project documentation: https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 3/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 1) the short analysis of the actual content of hydrogen sulfide in separate wells; 2) requirements to corrosion protection of the equipment and pipes; 3) actions for the prevention of emergence of oil and gas fountains. 21. In case of detection in formation fluid of the first exploratory well of high content of hydrogen sulfide its further deepening and drilling of the following exploratory wells on this square is allowed after establishment of the SPZ. 22. In projects shall be specified construction of wells in addition: 1) durability of upsetting columns, columns of pumping and compressor pipes (further - NKT) the providing possibility of closing (sealing) of the mouth in case of the open fountain (further - OF); 2) methods and review frequency of depreciation and control of corrosion condition boring, leading, NKT and elements of pipe columns; 3) types of columned heads, methods of their testing and installation (without application of welded connections); 4) types of converters, methods and technology of neutralization of hydrogen sulfide in drilling mud fluid, consumption of reagents for these purposes on all process of well-drilling; 5) control methods of content of hydrogen sulfide and reagent - converter in drilling mud fluid; 6) conditions of additional processing of drilling mud fluid reagent - converter; 7) methods and means of airing of the working area of the platform boring, podvyshechny space and rooms boring, including rooms of the pumping block and purification of drilling mud fluid; 8) actions for protection of people and the environment in the course of drilling, testing and development of well; 9) methods and control facilities of content of"}
{"chunk_id": "standards_en_Standard2_3", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "hydrogen sulfide in air of the working area; 10) technology of department of gas from drilling mud fluid with the subsequent branch on burning; 11) technology of installation of the emergency cement bridge; 12) types of inhibitors, their potrebny amount; 13) actions for the prevention and early detection of oil and gas water manifestations; 14) procedure for collection and storage of liquid products in the closed reservoirs before neutralization and further utilization; 15) control method of filling of well when raising the tool; 16) control method of the solution which is forced out from well during descent of the tool; 17) the grouting mixes resistant to effect of hydrogen sulfide and answering to geological specifications, for cementation of upsetting columns; 18) standard schemes of binding of the mouth of well of air defense or the locking equipment in case of construction, testing and development. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 4/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries Chapter 3. Procedure for ensuring industrial safety in case of construction and start-up of objects 23. The territory which is taken away under construction of production facilities is built up according to the project documentation. To build up the territories of mountain branches under oil, gas and gas-condensate fields with the high content of hydrogen sulfide with the production facilities which are not connected with oil extraction, gas and gas condensate it is not allowed. Limitation and methods of protection of the territory of construction of hazardous production facilities are established by the organization performing construction, and after commissioning by the organization operating object. 24. The under construction, repaired and operated hazardous production facilities (drilling rigs, wells, group zamerny installations, installations of preparation of oil and gas, reservoirs, pumping and compressor stations, terminals) are provided with reliable and permanent transport connection (entrances, roads) with bases of material logistics and places of dislocation of production services of the organization, fire and professional rescue services in the field of industrial safety (further - ASS). 25. No. 872 is excluded according to the Order of the Minister of the industry and infrastructure development of the Republic of Kazakhstan of 22.11.2019 26. In rooms where there are personnel, the organizations approved by the head shall be hung out: 1) technology schemes (symbolic circuit) of arrangement of the equipment and pipelines with indication of on them instrumentation and automated control systems, safety, locking adjusting devices, the scheme of installation of sensors of hydrogen sulfide and arrangement of points of control of the air circle; 2) the scheme of object with indication of arrangement of emergency warehouses, islands of gas safety, remedies of workers, the main and reserve traffic routes of people and transport, the directions of distribution and places of accumulation of hydrogen sulfide in air in emergency, means of communication and the notification; 3) the scheme of the notification with indication of phone numbers of territorial subdivision of department of authorized body in the field of industrial safety, territorial authority of"}
{"chunk_id": "standards_en_Standard2_4", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "authorized body in the field of civil protection, health service and ASS; 4) operational part of the liquidation plan of accident (further - PLA). 27. Signs of safety and texts provide production facilities, gas dangerous places and the territory adjoining to them (including sidings), the trasses operating gazo-oil and condensate drain lines. 28. On workplaces and the territory of hazardous production facility where impact of OVPF is possible precautionary signs and texts are established, dangerous sites of works are protected or designated by signs of safety and texts. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 5/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 29. Production facilities and rooms are located from the windward side on \"wind rose\" in relation to source of possible release of hydrogen sulfide. 30. Workplaces, objects, drives and approaches to them, passes and transitions to night-time are provided with lighting. 31. The industrial platform, production rooms shall not have cellars, burying, trenches and channels. 32. Carrying out hot work in radius less 50th meter from the place of application and warehousing of the materials containing flammable or explosive substances and in the absence of fire extinguishing means is not allowed. 33. Before performance of works in places where there is danger of gas contamination and impact of OVPF exceeding admissible regulations, including in the isolated rooms, the closed reservoirs, wells, trenches and holes, the analysis of the air circle is carried out and the work permit is drawn up. In case of detection of gas contamination works in this place stop and resumed after elimination of gas contamination. 34. Objects where raising of the worker on height to meter 0,75 is required, are equipped with steps, and meter 0,75 ladders with handrail is one height higher. 35. In places of transition of people over pipelines establish transitional planked footway with the covering excluding sliding, width meter 0,65 suffices, with handrail height meter 1,0 suffices. 36. Production rooms where the spill of the liquid containing hydrogen sulfide is possible are equipped with devices for washout by its large amount of water and branch in the closed system of the sewerage. 37. Rooms of drilling rigs, production facilities are equipped with permanent supply and exhaust ventilation with automatic inclusion from hydrogen sulfide sensors in case of achievement of maximum allowable concentration. 38. In rooms with periodic stay of service personnel gas-signaling devices and ventilating installations with manual inclusion from the outer side of the room are established. 39. The personnel working within the field are provided with reliable two-way telephone or radio communication. 40. No. 872 is excluded according to the Order of the Minister of the industry and infrastructure development of the Republic of Kazakhstan of 22.11.2019 41. The geophysical equipment (laboratories, the elevator) for research of well establish at distance at least 25th meter from the mouth of well. Chapter 4. Procedure for ensuring industrial safety in case of well-drilling Paragraph 1. Commissioning of the drilling rig 42. Drilling of well can"}
{"chunk_id": "standards_en_Standard2_5", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "be begun in case of the drilling rig finished with installation and acceptance by its commission appointed by the order on the company. The representative of territorial subdivision of department of authorized body in the field of industrial safety takes part in https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 6/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries work of the commission. The message on date of work of the commission goes to territorial subdivision of department of authorized body in the field of industrial safety in 5 calendar days prior to work of the commission. In case of absence of the representative of territorial subdivision of department of authorized body in the field of industrial safety, the commission performs acceptance of the drilling rig without its participation. 43. The drilling rig prior to drilling is completed with chisels, boring pipes, casing pipes under the conductor and the first intermediate column (if before its descent less than 30 days), devices of small-scale mechanization, set of hand tool, instrumentation and automated control systems blocking and safety devices, the lovilny tool, fire-proof stock, the alarm system, intercoms, remedies, and also inventory of high-wear parts and nodes, materials and chemical reagents for preparation of drilling mud fluid under the conductor and the first intermediate column. Reservoirs for drilling mud fluid shall provide the 2nd multiple amount of well. 44. The boring organization shall have available the project on well construction, the geological and technical job specification on production of drilling operations, the main technical documentation on drilling equipment, acts of testing of the installation works of tower which are carried out after the termination according to the instruction of manufacturing plant, the sketch of configuration of bottom of boring column, the scheme of installation of drilling equipment, the scheme of communications, power supply networks and the grounding devices. 45. Readiness for start-up is drawn up by the act of commissioning of the drilling rig in form according to appendix 2 to these rules. Paragraph 2. Well-drilling 46. Preparatory work for drilling of well, the equipment of talevy system, drilling and the equipment of hole are carried out according to these rules. 47. Drilling of well begins in the presence of the approved project on construction of well, the geological and technical job specification and act of starting conference. 48. In case of recovery of the idle wells of operational fund, reconstruction of the wells connected with posting of new trunk with subsequent change of design and its appointment the project on well construction is developed. 49. On the drilling rig magazines are kept: 1) shift; 2) geological; 3) parameters of drilling mud fluid; 4) accounting of doliv in case of hoisting transactions (further - SPO) and expenses of chemical reagents; 5) accounting of engine hours of work of diesels; 6) measurements of boring column; 7) working off of chisels; https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 76 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 8) practices"}
{"chunk_id": "standards_en_Standard2_6", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "of talevy rope; 9) accounting of consumption of technical water and boring industrial drains; 10) control of the gas environment. Maintaining magazines according to subitems 5) is allowed; 6); 7); 8); 9) in electronic format. 50. In the course of drilling of well its researches on refining of the geological characteristic, availability of the water, oil and gas horizons, reservoir and steam pressures on all stratigrafichesky horizons are conducted. 51. In the course of drilling parameters are controlled: 1) weight on hook with registration on the chart; 2) compliance of drilling mud fluid geological technically to the job specification; 3) consumption of drilling mud fluid on entrance and exit from well; 4) pressure in the manifold of boring pumps; 5) solution level in reception reservoirs when drilling and on the mouth of well in case of idle time and SPO; 6) torque on rotor; 7) indications of concentration of gases in drilling mud fluid. 52. Methods and the modes of drilling, types of chisels shall be chosen taking into account geological specifications of posting of wells and providing qualitative indexes on intervals of drilling and in general on well. The choice of types of chisels, methods and modes of well-drilling are performed on the basis of the data obtained when posting geological and nearby wells (areas). 53. Before opening (for 50-100 meters) layers with the fluids containing hydrogen sulfide and for the entire period of their opening: 1) around the territory boring (on sidings, in places of possible pass on the territory boring) safety signs are established; 2) operability of devices of control of content of hydrogen sulfide in air of the working area, availability and readiness of individual protection equipment (further - SIZ), individual protection equipment of respiratory organs (further - CEESE AUDE), is checked by SKZ; 3) drilling mud fluid is processed by converter; 4) the examination by personnel of PLA and skills of application of SIZ, first-aid treatment, with instructing logging is carried out; 5) on boring the inventory of the materials and chemical reagents neutralizing the hydrogen sulfide sufficient for processing of drilling mud fluid in number of at least two amounts of well is created; https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 8/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 6) routes for exit of workers from the danger area in case of emergencies are determined. In case of search, prospecting, appraisal drilling, it is in addition necessary: establishment of the station of geological and technology researches (further - GTI); the organization of the round-the- clock watch of representatives of ASS, transport for evacuation of personnel; ensuring availability on boring in permanent availability for service of cementing aggregates; creation on boring cement inventory in amount for installation of the cement bridge. Testing of cement for terms of skhvatyvaniye and durability are carried out once in 10 days. 54. Before opening of the productive horizons check of readiness for liquidation gas, oil and water shows is made (further - GNVP), precautionary posters"}
{"chunk_id": "standards_en_Standard2_7", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "and signs of safety are established. 55. Members of watch every shift check security status of the workplaces, the driller draws up entries in the shift log. 56. The head of crew constitutes the daily report. 57. The driller in the course of work controls indications of devices, operability of technical means and action of workers for observance of Rules. In case of detection of violations reports the works manager and takes measures for safety of the equipment, processes and actions of personnel for instructions of the works manager. 58. In case of emergency PLA becomes effective, sealing of the mouth and evacuation of personnel uninvolved in accident liquidation is made. 59. The drilling rig is provided with the closed circulating system of drilling mud fluid, system of sewage disposal and the slime excluding environmental pollution. 60. The platform for the drilling rig is planned taking into account natural bias of the area and ensuring movement of sewage towards settling reservoirs. 61. On the working platform stationary or portable planked footway and racks with emphasis shall be established. The sizes of racks are determined from condition of possibility of safe stacking of pipes and bars, for this well. 62. Length of reception mostk on flooring shall be at least 14,0 of meters, width is at least 2,0 of meters, height of no more 0,5 of meter. Use of smooth metal is not allowed. Racks are established with condition of stacking of pipes and bars without deformation, shall have the folding metal racks protecting pipes from raskatyvaniye and to have at least two passes on the reception bridge on each party with ladders with handrail. 63. The platform is provided with safety signs, lighting and barrier of the danger area. Before drilling technical condition of the rock cutting tool, bottomhole engine, configuration of boring column, instrumentation and automated control systems is checked. In case of failure detection drilling is not allowed. 64. Drilling of hole under the leading (working) pipe is made with use of the special device. Height of the upper part of hole over the level of flooring of the working platform constitutes meter 0,5-0,8. It is not allowed to establish the leading pipe in hole with emphasis it on bottom. Mechanization devices are used to installation of the leading pipe. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 9/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 65. The brake lever is provided with the fixer. In case of manual giving the safety device fixed with flooring of the platform of the driller is used. 66. In the course of drilling it is not allowed to remove barrier, to turn off blocking and safety devices. 67. When drilling it is not allowed to exceed permissible loads and pressure of circulation of drilling mud fluid. 68. Control of engineering procedure is made with registration of the mode of drilling and indications of concentration of gases in drilling mud fluid on charts. Parameters of drilling mud fluid and"}
{"chunk_id": "standards_en_Standard2_8", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "time of measurement are specified in the magazine of parameters of drilling mud fluid. 69. In case of impossibility of observance of the mode of drilling, detection of signs of dangerous situation and violation of safety, the driller notifies the works manager. Workers perform the subsequent operations according to its instructions. In case of stop of works measures for the prevention of accidents are taken. 70. In case of long stop of drilling the boring tool climbs specifying of the head of object in interval of the lowered upsetting column with sealing of the mouth. Periodic shablonirovaniye, washing and study with logging of measurement of boring column are made for the prevention of complications in open trunk. 71. In the course of drilling of well control of well trunk trajectory is exercised. The amount and frequency of measurements is determined by mining-and-geological conditions of drilling, the project on construction of well and the actual trajectory of trunk of well. When drilling vertical wells the variation from vertical shall not exceed 3-5 degrees. 72. Drilling of directed and horizontal trunks are carried out using system of telemetric control. 73. When drilling in productive gas layer the mechanical speed of driving is limited to values in case of which decontamination of drilling mud fluid is provided. 74. In case of emergencies on the wells which are in drilling when application of methods of liquidation is not effective the zaburivaniye of the second and the subsequent trunks is performed. 75. Opening of layers with hydrogen sulfide is made after check and establishment of readiness of the equipment, personnel to work, checks of accomplishment of actions for protection of personnel and the population in zone of possible gas contamination in case of GNVP or dangerous situation. Results of check are drawn up by the act with indication of condition and readiness of object and personnel for opening of the horizons with hydrogen sulfide. When drilling the layers containing hydrogen sulfide availability of hydrogen sulfide and sulfides in flushing liquid is controlled. In case of detection of hydrogen sulfide are processed drilling mud fluid by converter, actions for safety are carried out. 76. Drilling of the productive horizons is made with installation in configuration of spherical cranes in anticorrosive execution, in the presence of the reserve crane and backpressure valves with the device for opening. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 10/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries On planked footway there is pressured-up pipe, on diameter and strength characteristics corresponding to the upper section of boring column. The pipe is painted in red color with the established spherical crane which is in open provision. 77. For early detection of GNVP shall control of direct and indirect signs on indicators is exercised: 1) concentration of gases, availability of sulfides and density of flushing liquid; 2) the mechanical speed of drilling and pressure in the delivery line; 3) the level of flushing liquid in well in case of circulation stop;"}
{"chunk_id": "standards_en_Standard2_9", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "4) the level of flushing liquid in reception reservoirs; 5) expense and amount of circulation of flushing liquid; 6) change of loading when drilling well. 78. Under GNVP the mouth of well is pressurized, and further works are conducted according to PLA. Primary actions of boring watch in case of detection of GNVP and emergence of OF in case of construction of oil and gas wells are given in appendix 3 to these rules. 79. When opening the gas, oil and water horizons with abnormally high pressure, and also in the presence of hydrogen sulfide (with volume content to six percent) on the mouth of well at least three preventers, including one universal are established. When opening layers with abnormally high pressure and volume content of hydrogen sulfide more than six percent are established at least four preventers, including one preventer with the cutting-off dies and one universal. 80. Carrying out any experimental and pilot works during the drilling and development of productive layer is allowed according to the program approved by the technical lead of the organization. 81. In case of approbation of well the check mode excluding possibility of pass on the territory of strangers and vehicles is set. 82. Before extraction of core from the core receiver, the personnel which are not connected with this work leave from the reception bridge. 83. The personnel performing work on extraction and processing of core are provided with the isolating gas masks and rubber gloves. 84. Samples of core keep within the sealed containers manufactured of hydrogen sulfide- resistant materials. 85. Kernokhranilishche is equipped with stationary gas-signaling device and system of ventilation. 85-1. In case of performance of works on preparation and processing of drilling mud fluid (flushing liquid) the remedies ensuring safety of personnel from impact of chemical reagents are applied. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 11/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 85-2. Density of drilling mud fluid (if it is not caused by the necessity of ensuring stability of walls of well) in intervals of compatible conditions of drilling is determined at the rate of creation by column of drilling mud fluid of the hydrostatic pressure in well exceeding bedded (steam) at size: 1) 10-15% - for wells up to 1200 т in depth (intervals from О to 1200 m inclusive), but no more 1,5 of MPa (15 kgfs/cm 2); 2) 5-10% - for wells up to 2500 m in depth (intervals from 1200 to 2500 m inclusive), but no more 2,5 of MPa (25 kgfs/cm 2); 3) 4-7% - for wells more than 2500 m in depth, but no more 3,5 of MPa (35 kgfs/cm 2). 85-3. The variation of density of the drilling mud fluid which is in circulation more, than on +20 kgfs/cm3 is not allowed (g/cm 0,02 3). 85-4. The compounding and technique of preparation, processing, weighting and purification of drilling mud fluid are controlled by specialists of designer's service of construction of wells. 85-5. In"}
{"chunk_id": "standards_en_Standard2_10", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "the course of drilling and washing of well parameters (properties) of drilling mud fluid are controlled with frequency - density and viscosity in 10-15 minutes, temperature, filtering, sand content, content of colloid phase, rn, CHC1/10 and rheological indicators (effective viscosity and dynamic resistance of shift) - each 4 hours. When drilling the gas horizons density of the drilling mud fluid which is coming out well and after decontaminator is measured every 5 minutes, other indicators with the frequency stated above. In case of absence at the boring gas-logging station two times are carried out control of drilling mud fluid on saturation to change it by gas. Parameters of drilling mud fluid register in the magazine. 85-6. If volume content of gas in drilling mud fluid exceeds 5%, then it is necessary to take measures for its decontamination, identification of the reasons of saturation of solution gas (layer work, intake of gas with vyburenny breed, foaming and others) and to their elimination. 85-7. Increase in density of the drilling mud fluid which is in well, by pumping of separate portions of the weighted solution with long breaks for procurement new is not allowed. Weighting of drilling mud fluid is made in case of its circulation in the course of all cycle. 85-8. The maximum admissible pressure in case of circulation of drilling mud fluid does not exceed the size of pressure of hydraulic fracturing of layer and absorption. Paragraph 3. Design of wells 86. The design of well shall provide: 1) No. 872 is excluded according to the Order of the Minister of the industry and infrastructure development of the Republic of Kazakhstan of 22.11.2019; 2) No. 872 is excluded according to the Order of the Minister of the industry and infrastructure development of the Republic of Kazakhstan of 22.11.2019; 3) conditions of safe operation without accidents and complications at all stages of construction and operation of well; 4) No. 872 is excluded according to the Order of the Minister of the industry and infrastructure development of the Republic of Kazakhstan of 22.11.2019; https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 12/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 5) No. 872 is excluded according to the Order of the Minister of the industry and infrastructure development of the Republic of Kazakhstan of 22.11.2019; 6) the maximum unification on standard sizes of casing pipes and trunk of well; 7) carrying out testing for durability and hermeticity; 8) on fields with availability of hydrogen sulfide, hazardous and aggressive substances the casing pipes, grouting cements and materials steady against impact of corrosion and sulphidic corrosion cracking are applied; 9) compliance to the actual geological specifications of construction and operation of wells. 87. The optimum number of upsetting columns, depth of their descent is determined by quantity of zones incompatible with drilling conditions on gradients of reservoir pressures and pressure of hydraulic fracturing (durabilities and stability of breeds, zones with intensive absorption). To establish boot of the last column (before descent"}
{"chunk_id": "standards_en_Standard2_11", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "of operational column) blocking the breeds inclined to flowability or to plastic deformations below their sole. Before opening of the productive and pressure head water-bearing horizons descent of at least one intermediate column or the conductor up to the depth excluding possibility of gap of breeds when sealing the mouth is provided. 88. Difference of diameters between walls of well and couplings of upsetting columns are chosen most providing free descent of each column up to the depth of the well provided by the project on construction and their high-quality cementation. 89. The elections of casing pipes are held taking into account the excessive expected outside and internal pressures, axial loads of pipes and aggressions of fluid, both at construction stages, and in case of operation of well. 90. When drilling vertical wells by rotor method through 50-60 flights of boring column, inclined and directed and horizontal wells through 40-50 flights of boring column to measure depreciation of upsetting column by geophysical methods for the purpose of determination of its residual resource. 91. Durability of upsetting columns with the estuarial equipment and the protivovybrosovy equipment (further - air defense) shall ensure safety in case of: 1) sealing of the mouth and zadavka of well in case of liquidation of GNVP, emission, OF; 2) impact of hydrostatic and dynamic pressure of drilling mud fluid, the maximum density which is in column; 3) impact of the maximum rumpling loads in case of GNVP, OF, zones of absorption and flowability; 4) impact of vertical loads of stretching and smyaty. 92. The structure of the mouth of well and columned head for the purpose of the prevention and accident elimination and GNVP provide: https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 13/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 1) suspension bracket with settlement stretch of intermediate and operational columns taking into account compensation of temperature deformations at stages of work of well (column), and suspension bracket of column of boring pipes on air defense; 2) control of flyuidoproyavleniye of upsetting columns; 3) possibility of emergency zadavka of well. Paragraph 4. Fixture of trunk of well 93. Preparation of trunk of well and casing pipes for descent, descent and cementation of upsetting columns is carried out according to the plan of the organization of works (further - POR). Basic data for calculation of column, coefficients of margin of safety of column, results of calculation of column and its cementation, the analysis of cement, the act of readiness of the drilling rig for descent of column are applied to POR. 94. Before descent of upsetting column in trunk of well the complex of electrometric and research works for implementation of engineering procedure of fixture is performed. Conduct geophysical surveys and preparation of trunk of well for fixture in the presence of GNVP or absorption of drilling mud fluid before their liquidation it is not allowed. 95. Calculation of upsetting columns on durability is made under the maximum expected excessive pressure determined taking"}
{"chunk_id": "standards_en_Standard2_12", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "into account solution substitution depth by formation fluid or gas-liquid mix under GNVP or Office. For other wells depth of substitution is established taking into account reliability degree for each group of wells at creation of the project on well construction. 96. The project on construction of well provides raising of grouting solution: 1) for the conductor - to the mouth of well; 2) behind intermediate columns - taking into account overlapping of boot of the previous column at least 100 meters; 3) behind operational columns: 4) oil wells - taking into account overlapping of boot of the previous column at least 100 meters; 5) for gas and delivery wells - to the mouth. When using in gas and delivery wells of casing pipes with node of sealing of threaded connections like \"metal-metal\" raising of cement in boot of the previous column at least 100 meters is performed. The directions, conductors, secret columns, the lower and intermediate steps in case of step cementation, the lower and intermediate sections of section columns are cemented at all length. 97. The minimum height of raising of grouting solution over the flyuidosoderzhashchy horizons, over roof of underground gas storages and oils, over the device of step cementation (joint of sections) of the upper step (section) of upsetting columns constitutes at least 150-300 meters for oil and 500 meters for gas wells. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 14/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 98. The maximum length of not cemented upper part of column is accepted at the rate of its complete unloading in case of the equipment of the mouth of well by columned head. 99. Devices of step cementation and joints of sections of upsetting columns shall be located: 1) in the surrounded well trunk the previous column above her boot is at least, than on 50 meters; the same treats \"head\" of secret column; 2) in not surrounded part of well - in the range of steady breeds with diameter of trunk close to nominal, below to the upper bound of interval at least 30-50 meters and above the lower bound at least 50-75 meters. 100. Height of raising of grouting solution over roof of flyuidosoderzhashchy layers when downloading in one step happens no more that in case of which: 1) exceeding for 2 percent of at least hydrostatic pressure of compound column of drilling mud fluid and liquid of zatvoreniye of cement over the maximum reservoir pressure is provided; 2) the possibility of hydraulic fracturing or intensive absorption of drilling mud fluid at the end of pro-crush is excluded; 3) column durability when unloading on cement ring for installation of columned head is provided. 101. It is not allowed to start descent of upsetting column in the well complicated by absorption of drilling mud fluid with simultaneous flyuidoproyavleniye, taluses, collapses, tightenings and landings of boring column before liquidation of complications. 102. Before descent and cementation of upsetting columns the works manager, the driller"}
{"chunk_id": "standards_en_Standard2_13", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "and specialists perform technical condition of derrick (mast), the basis, the winch, talevy system, the hoisting equipment and the tool, the power drive, condition of the reception bridge, platform, numbering and stacking of pipes, flooring, availability of barriers, blocking and safety devices, operability of instrumentation and automated control systems of the drilling rig and the station of control of cementation, readiness of cementing aggregates, availability of cement and chemical reagents, availability of means of lighting, safety areas and distances of arrangement of the equipment and personnel, installation of signs of safety, appointment of heads and contractors, establishment of the mode and the working schedule, availability of individual and collective means for protection of personnel, introduction of access control on the object territory. By results of check the statement of readiness of object for descent and cementation of upsetting column is drawn up. In case of failure detection of the equipment, its elimination prior to works on descent and cementation is made. In case of variation from POR the works manager is notified, the technical lead of the organization and further operations are performed on their specifying, additional measures for safety are taken. 103. Check on hermeticity of intermediate column and air defense is made in the presence of the representative of ASS, and operational column and gushing armature - in the presence of ASS and the customer with the subsequent execution of the act. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 15/16 29.10.2025, 03:49 Rules of ensuring industrial safety for hazardous production facilities of oil and gas industries 104. Before descent of upsetting column the shablonirovaniye and preparation of trunk of well according to POR is made. 105. Descent of upsetting columns is made with use of means of mechanization, spider, elevators of the corresponding loading capacity and keys. 106. Safety rings and nipples unscrew keys and keep within outside the working area of the platform. 107. Before descent check by template of each casing pipe, condition of carving and outside surface is made. In case of discrepancy the pipe is rejected with drawing tag paint. It is not allowed to be at the lower part of casing pipe in case of shablonirovaniye. 108. During descent the driller controls complete navorot carvings of each casing pipe, the indication of the indicator of weight, having added wells, amount and parameters of the forced-out drilling mud fluid, the indication of concentration of gases in drilling mud fluid. 109. After descent of casing pipes preparation of the platform and mouth is made for the grouting equipment. For safe servicing of cementing aggregates, cement and mixing machines, stations of control of cementation are established distances: 1) from the mouth of well to block manifolds at least 10-12 meters; 2) from the block - manifolds to the cementing aggregate at least 5-10 meters; 3) between the cementing aggregate and the cement and mixing machine is at least meter 1,5. Cabins of portable aggregates are located in the direction from the mouth of well. 110. The cementing head before installation on"}
{"chunk_id": "standards_en_Standard2_14", "category": "standards", "language": "en", "source": "data\\standards\\en\\Standard2.pdf", "text": "column is pressured up with the gradual increase in pressure exceeding the maximum, settlement pressure for cementation of well, with coefficient of safety of 1,5 also endurance at least 5 minutes are multiple. 111. Pipelines and manifolds from the cementing aggregate to cementing head are pressured up on the maximum pressure expected in the course of cementation of wells, with coefficient of safety of 1,5 also endurance at least 5 minutes are multiple. 112. The well is allowed to be cemented in the presence of the checked safety valves and manometers on aggregates, the manometer on cementing head. https://cis-legislation.com/document.fwx?rgn=74881 &utm_source=chatgpt.com 16/16"}
